Repository: Azure/azure-functions-ux
Catalog: AzureFunctions/ResourcesPortal/*/Resources.resx
Languages: cs_cz, fr_fr, it_it, ru_ru, tr_tr

source: Azure Functions
fr_fr: Fonctions Azure
it_it: Funzioni di Azure
ru_ru: Функции Azure
tr_tr: Azure İşlevleri

source: Cancel
cs_cz: Zrušit
fr_fr: Annuler
it_it: Annulla
ru_ru: Отмена
tr_tr: İptal

source: Configure
cs_cz: Konfigurovat
fr_fr: Configurer
it_it: Configura
ru_ru: Настроить
tr_tr: Yapılandır

# functionCreateErrorDetails
source: Create Function Error: {{error}}
cs_cz: Chyba při vytváření funkce: {{error}}
fr_fr: Erreur de création de la fonction : {{error}}
it_it: Errore durante la creazione della funzione: {{error}}
ru_ru: Ошибка при создании функции: {{error}}
tr_tr: İşlev Oluşturma Hatası: {{error}}

# functionCreateErrorMessage
source: Function creation error! Please try again.
cs_cz: Při vytváření funkce se stala chyba! Zkuste to prosím znovu.
fr_fr: Erreur de création de la fonction ! Réessayez.
it_it: Errore durante la creazione della funzione. Riprovare.
ru_ru: Ошибка при создании функции. Повторите попытку.
tr_tr: İşlev oluşturma hatası! Lütfen yeniden deneyin.

# functionDev_functionErrorDetails
source: Function Error: {{error}}
cs_cz: Chyba funkce: {{error}}
fr_fr: Erreur de la fonction : {{error}}
it_it: Errore della funzione: {{error}}
ru_ru: Ошибка функции: {{error}}
tr_tr: İşlev Hatası: {{error}}

# functionDev_functionErrorMessage
source: Function (${{name}}) Error: {{error}}
cs_cz: Funkce (${{name}}) Chyba: {{error}}
fr_fr: Erreur de la fonction (${{name}}) : {{error}}
it_it: Errore {{error}} della funzione (${{name}})
ru_ru: Ошибка функции (${{name}}): {{error}}
tr_tr: İşlev (${{name}}) Hatası: {{error}}

# functionDev_functionUrl
source: Function Url
cs_cz: Adresa URL funkce:
fr_fr: URL de la fonction :
it_it: URL funzione:
ru_ru: URL-адрес функции:
tr_tr: İşlev Url'si:

# functionDev_githubSelect
source: GitHub Secret
cs_cz: Tajný klíč GitHubu:
fr_fr: Secret GitHub :
it_it: Segreto GitHub:
ru_ru: Секрет Github:
tr_tr: Github Gizli Anahtarı:

# functionDev_hideFiles
source: Hide files
cs_cz: Skrýt soubory
fr_fr: Masquer les fichiers
it_it: Nascondi file
ru_ru: Скрыть файлы
tr_tr: Dosyaları gizle

# functionDev_hostErrorMessage
source: Host Error: {{error}}
cs_cz: Chyba hostitele: {{error}}
fr_fr: Erreur de l'hôte : {{error}}
it_it: Errore dell'host: {{error}}
ru_ru: Ошибка узла: {{error}}
tr_tr: Ana Bilgisayar Hatası: {{error}}

# functionDev_Output
source: Output
cs_cz: Výstup
fr_fr: Sortie
ru_ru: Вывод
tr_tr: Çıktı

# functionDev_requestBody
source: Request body
cs_cz: Tělo požadavku
fr_fr: Corps de la demande
it_it: Corpo della richiesta
ru_ru: Текст запроса
tr_tr: İstek gövdesi

# functionDev_saveAndRun
source: Save and run
cs_cz: Uložit a spustit
fr_fr: Enregistrer et exécuter
it_it: Salva ed esegui
ru_ru: Сохранить и запустить
tr_tr: Kaydet ve çalıştır

# functionDev_status
source: Status:
cs_cz: Stav:
fr_fr: État :
it_it: Stato:
ru_ru: Состояние:
tr_tr: Durum:

# functionDev_viewFiles
source: View files
cs_cz: Zobrazit soubory
fr_fr: Afficher les fichiers
it_it: Visualizza file
ru_ru: Просмотреть файлы
tr_tr: Dosyaları görüntüle

# functionNew_chooseTemplate
source: Choose a template below
cs_cz: Zvolte šablonu
fr_fr: Choisir un modèle
it_it: Scegliere un modello
ru_ru: Выберите шаблон.
tr_tr: Şablon seçin

# functionNew_experimentalTemplate
source: This language is experimental and does not yet have full support. If you run into issues, please file a bug on our <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">GitHub repository.</a>
cs_cz: Tato šablona je experimentální a ještě nemá plnou podporu. Pokud narazíte na potíže, pošlete prosím zprávu o chybě prostřednictvím našeho <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">úložiště GitHub</a>.
fr_fr: Ce modèle est expérimental et ne bénéficie pas encore d'une prise en charge complète. Si vous rencontrez des problèmes, ouvrez un bogue sur notre <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">dépôt GitHub</a>.
it_it: Questo modello è sperimentale e quindi il supporto completo non è ancora disponibile. Se si verificano problemi, pubblicare un bug nel <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">repository di GitHub.</a>
ru_ru: Этот шаблон является экспериментальным и пока не поддерживается полностью. При возникновении проблем зарегистрируйте ошибку в нашем <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">репозитории GitHub.</a>
tr_tr: Bu şablon deneysel ve henüz tam destek içermiyor. Sorun yaşarsanız lütfen <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">GitHub depomuzda bir hata oluşturun.</a>

# functionNew_functionName
source: Function name
cs_cz: Název funkce
fr_fr: Nom de la fonction
it_it: Nome funzione
ru_ru: Имя функции
tr_tr: İşlev adı

# functionNew_functionNameRequired
source: A function name is required
cs_cz: Název funkce je povinný.
fr_fr: Un nom de fonction est obligatoire
it_it: Il nome della funzione è obbligatorio
ru_ru: Требуется указать имя функции.
tr_tr: İşlev adı gereklidir

# functionNew_nameYourFunction
source: Name your function
cs_cz: Pojmenujte svoji funkci.
fr_fr: Nommez votre fonction
it_it: Assegnare un nome alla funzione
ru_ru: Присвойте функции имя.
tr_tr: İşlevinizi adlandırın

# gettingStarted_createGetStarted
source: Create + get started
cs_cz: Vytvořit a začít
fr_fr: Créer + commencer
it_it: Creazione e introduzione
ru_ru: Создать и начать работу
tr_tr: Oluşturun ve kullanmaya başlayın

# gettingStarted_functionApps
source: Function Apps
cs_cz: Aplikace funkcí
fr_fr: Applications de fonctions
it_it: App per le funzioni
ru_ru: Приложения-функции
tr_tr: İşlev Uygulamaları

# gettingStarted_getStarted
source: Get started with Azure Functions
cs_cz: Začínáme s Azure Functions
fr_fr: Prise en main d'Azure Functions
it_it: Introduzione a Funzioni di Azure
ru_ru: Начать работу с Функциями Azure
tr_tr: Azure İşlevleri ile çalışmaya başlayın

# gettingStarted_newFunctionApp
source: New function app
cs_cz: Nová aplikace funkcí
fr_fr: Nouvelle application de fonctions
it_it: Nuova app per le funzioni
ru_ru: Новое приложение-функция
tr_tr: Yeni işlev uygulaması

# gettingStarted_noFunApps
source: Your subscription contains no function apps. These are containers where your functions are executed. Create one now.
cs_cz: Vaše předplatné neobsahuje žádné aplikace funkcí. To jsou kontejnery, ve kterých se spouští vaše funkce. Vytvořte nějaký.
fr_fr: Votre abonnement ne contient pas d'applications de fonctions. Il s'agit de conteneurs où vos fonctions sont exécutées. Créez-en une maintenant.
it_it: La sottoscrizione non contiene app per le funzioni, ovvero contenitori in cui vengono eseguite le funzioni. È possibile crearne una adesso.
ru_ru: Ваша подписка не содержит приложения-функции. Это контейнеры, где выполняются ваши функции. Создайте один сейчас.
tr_tr: Aboneliğiniz bir işlev uygulaması içermiyor. Bunlar işlevlerinizin yürütüldüğü kapsayıcılardır. Şimdi bir tane oluşturun.

# gettingStarted_orCreate
source: Or create a function app from <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>.
cs_cz: Nebo vytvořte aplikaci funkcí přes <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>.
fr_fr: Vous pouvez aussi créer une application de fonctions depuis le <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Portail Azure</a>.
it_it: Creare un'app per le funzioni nel <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">portale di Azure</a>.
ru_ru: Либо создайте приложение-функцию на <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">портале Azure</a>.
tr_tr: Ya da <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>'dan bir işlev uygulaması oluşturun.

# gettingStarted_selectLocation
source: Select Location
cs_cz: Vyberte umístění
fr_fr: Sélectionner l'emplacement
it_it: Selezionare la località
ru_ru: Выбрать расположение
tr_tr: Konum Seç

# gettingStarted_selectSubscription
source: Select Subscription
cs_cz: Vyberte předplatné.
fr_fr: Sélectionner un abonnement
it_it: Seleziona la sottoscrizione
ru_ru: Выбрать подписку
tr_tr: Abonelik seçin

# gettingStarted_subIsNotWhitelisted
source: Subscription {{displayName}} ({{ subscriptionId }}) is not white listed for running functions
cs_cz: Předplatné {{displayName}} ({{ subscriptionId }}) není na seznamu předplatných, která můžou spouštět funkce.
fr_fr: L'abonnement {{displayName}} ({{ subscriptionId }}) n'est pas dans la liste verte pour l'exécution de fonctions
it_it: La sottoscrizione {{displayName}} ({{ subscriptionId }}) non è autorizzata all'esecuzione di funzioni
ru_ru: Подписка {{displayName}} ({{ subscriptionId }}) не включена в список разрешенных для запуска функций.
tr_tr: Abonelik {{displayName}} ({{ subscriptionId }}) işlevleri çalıştırmak için güvenli listeye alınmamış

# gettingStarted_thisSub
source: This subscription contains one or more function apps. These are containers where your functions are executed. Select one or create a new one below.
cs_cz: Toto předplatné obsahuje jednu nebo více aplikací funkcí. To jsou kontejnery, ve kterých se spouští vaše funkce. Jednu dole vyberte nebo vytvořte.
fr_fr: Votre abonnement contient une ou plusieurs applications de fonctions. Il s'agit de conteneurs où vos fonctions sont exécutées. Sélectionnez-en une ou créez-en une ci-dessous.
it_it: Questa sottoscrizione contiene una o più app per le funzioni, ovvero contenitori in cui vengono eseguite le funzioni. Selezionarne una oppure crearne una nuova sotto.
ru_ru: Эта подписка содержит одно или несколько приложений-функций. Это контейнеры, где выполняются ваши функции. Выберите контейнер или создайте его ниже.
tr_tr: Bu abonelik bir veya daha fazla işlev uygulaması içeriyor. Bunlar işlevlerinizin yürütüldüğü kapsayıcılardır. Bir tane seçin veya aşağıdan yeni bir tane oluşturun.

# gettingStarted_validateContainer1
source: The name must be at least 2 characters
cs_cz: Název musí mít aspoň 2 znaky.
fr_fr: Le nom doit contenir au moins 2 caractères
it_it: Il nome deve contenere almeno 2 caratteri
ru_ru: Имя должно содержать не менее 2 символов.
tr_tr: Ad en az 2 karakter olmalıdır

# gettingStarted_validateContainer2
source: The name must be at most 60 characters
cs_cz: Název musí být dlouhý nanejvýš 60 znaků.
fr_fr: Le nom doit contenir au plus 60 caractères
it_it: Il nome deve contenere meno di 60 caratteri
ru_ru: Длина имени не должна превышать 60 символов.
tr_tr: Ad en fazla 60 karakter olmalıdır

# gettingStarted_validateContainer3
source: The name can contain letters, numbers, and hyphens (but the first and last character must be a letter or number)
cs_cz: V názvu můžou být písmena, číslice a spojovníky (ale první a poslední znak musí být písmeno nebo číslice).
fr_fr: Le nom peut contenir des lettres, des chiffres et des traits d'union (mais le premier et le dernier caractères doivent être une lettre ou un chiffre)
it_it: Il nome può contenere lettere, numeri e trattini ma il primo e l'ultimo carattere devono essere una lettera o un numero
ru_ru: Имя может содержать буквы, цифры и дефисы (первый и последний символы должны быть цифрами или буквами)
tr_tr: Ad harf, rakam ve tire içerebilir (ancak ilk ve son karakter bir harf veya rakam olmalıdır)

# gettingStarted_validateContainer4
source: function app name {{funcName}} isn't available
cs_cz: Název aplikace funkcí {{funcName}} není dostupný.
fr_fr: Le nom d'application de fonctions {{funcName}} n'est pas disponible
it_it: Il nome {{funcName}} dell'app per le funzioni non è disponibile
ru_ru: имя приложения-функции {{funcName}} недоступно
tr_tr: işlev uygulaması adı {{funcName}} mevcut değil

# gettingStarted_youNeed
source: You need an Azure subscription in order to use this service. <a href="https://azure.microsoft.com/en-us/free/">Click here</a> to create a free trial subscription
cs_cz: Abyste mohli používat tuto službu, potřebujete předplatné Azure. Pokud si chcete vytvořit bezplatné zkušební předplatné, <a href="https://azure.microsoft.com/en-us/free/">klikněte sem</a>.
fr_fr: Un abonnement Azure est nécessaire pour pouvoir utiliser ce service. <a href="https://azure.microsoft.com/en-us/free/">Cliquez ici</a> pour créer un abonnement d'évaluation gratuit
it_it: Per usare questo servizio, è necessaria una sottoscrizione di Azure. <a href="https://azure.microsoft.com/it-it/free/">Fare clic qui</a> per creare una sottoscrizione di valutazione gratuita
ru_ru: Для использования этой службы требуется подписка Azure. <a href="https://azure.microsoft.com/en-us/free/">Щелкните здесь</a>, чтобы создать бесплатную пробную подписку.
tr_tr: Bu hizmeti kullanmak için bir Azure aboneliği gereklidir. Bir ücretsiz deneme aboneliği oluşturmak için <a href="https://azure.microsoft.com/tr-tr/free/">buraya tıklayın</a>

# gettingStarted_yourFunctionApps
source: Your function apps
cs_cz: Vaše aplikace funkcí
fr_fr: Vos applications de fonctions
it_it: App per le funzioni
ru_ru: Ваши приложения-функции
tr_tr: İşlev uygulamalarınız

# gettingStarted_yourSubscription
source: Your subscription
cs_cz: Vaše předplatné
fr_fr: Votre abonnement
it_it: Sottoscrizione
ru_ru: Ваша подписка
tr_tr: Aboneliğiniz

# intro_chooseLanguage
source: 2. Choose a language
cs_cz: 2) Zvolte jazyk:
fr_fr: 2) Choisissez un langage :
it_it: 2) Scegliere un linguaggio:
ru_ru: 2) Выберите язык:
tr_tr: 2) Bir dil seçin:

# intro_chooseScenario
source: 1. Choose a scenario
cs_cz: 1) Zvolte scénář:
fr_fr: 1) Choisissez un scénario :
it_it: 1) Scegliere uno scenario:
ru_ru: 1) Выберите сценарий:
tr_tr: 1) Bir senaryo seçin:

# intro_createThisFunction
source: Create this function
cs_cz: Vytvořte tuto funkci.
fr_fr: Créer cette fonction
it_it: Creare questa funzione
ru_ru: Создайте эту функцию
tr_tr: Bu işlevi oluşturun

# intro_createYourOwn
source: create your own custom function
cs_cz: Nebo vytvořte svoji vlastní funkci.
fr_fr: Vous pouvez aussi créer votre propre fonction personnalisée
it_it: Creare una funzione personalizzata
ru_ru: Или создайте настраиваемую функцию
tr_tr: Ya da kendi özel işlevinizi oluşturun

# intro_dataProcessing
source: Data processing
cs_cz: Zpracování dat
fr_fr: Traitement des données
it_it: Elaborazione dati
ru_ru: Обработка данных
tr_tr: Veri işleme

# intro_getStarted
source: Get started quickly with a premade function
cs_cz: Začněte rychle pomocí předpřipravených funkcí.
fr_fr: Commencez rapidement avec une fonction prédéfinie
it_it: Iniziare rapidamente con una funzione preconfezionata
ru_ru: Быстрее приступайте к работе благодаря готовой функции
tr_tr: Önceden hazırlanmış bir işlev ile hızlıca çalışmaya başlayın

# intro_getStartedOn
source: Get started on your own
cs_cz: Nebo začněte vlastními silami.
fr_fr: Ou avec une de vos fonctions
it_it: Iniziare da zero
ru_ru: Или создайте свою собственную
tr_tr: Ya da kendi işlevinizle çalışmaya başlayın

# intro_ifYou
source: For PowerShell, Python, and Batch,
cs_cz: Pokud dáváte přednost jinému podporovanému jazyku, vyberte Vytvořit funkci od základu.
fr_fr: Si vous préférez un autre langage pris en charge, choisissez « Création d'une fonction à partir de zéro ».
it_it: Per usare un altro linguaggio supportato, scegliere "Creare una funzione da zero".
ru_ru: Если вы хотите использовать другой поддерживаемый язык, выберите "Создать новую функцию".
tr_tr: Desteklenen başka bir dili tercih ediyorsanız "Baştan bir işlev oluştur" öğesini seçin.

# intro_startSC
source: Start from source control
cs_cz: začít ze správy zdrojového kódu
fr_fr: démarrez à partir du contrôle de code source.
it_it: iniziare dal controllo del codice sorgente.
ru_ru: начало с управления версиями.
tr_tr: kaynak denetiminden başlayın.

# intro_timer
source: Timer
cs_cz: Časovač
fr_fr: Minuteur
ru_ru: Таймер
tr_tr: Zamanlayıcı

# logStreaming_clear
source: Clear
cs_cz: Vymazat
fr_fr: Effacer
it_it: Cancella
ru_ru: Очистить
tr_tr: Temizle

# logStreaming_copied
source: Copied!
cs_cz: Zkopírováno!
fr_fr: Copié !
it_it: Copiato
ru_ru: Скопировано.
tr_tr: Kopyalandı!

# logStreaming_copyLogs
source: Copy logs
cs_cz: Zkopírovat protokoly
fr_fr: Copier les journaux
it_it: Copia log
ru_ru: Скопировать журналы
tr_tr: Günlükleri Kopyala

# logStreaming_pause
source: Pause
cs_cz: Pozastavit
fr_fr: Suspendre
it_it: Sospendi
ru_ru: Приостановить
tr_tr: Duraklat

# logStreaming_start
source: Start
cs_cz: Spustit
fr_fr: Démarrer
it_it: Avvia
ru_ru: Запустить
tr_tr: Başlat

# logStreaming_tooManyLogs
source: Too many logs. Refresh rate: {{seconds}} seconds.
cs_cz: Protokolů je moc. Obnovovací frekvence v sekundách: {{seconds}}
fr_fr: Trop de journaux. Fréquence d'actualisation : {{seconds}} secondes.
it_it: Sono presenti troppi log. Frequenza di aggiornamento: {{seconds}} secondi.
ru_ru: Слишком много журналов. Частота обновления: {{seconds}} с.
tr_tr: Çok fazla günlük var. Yenileme hızı: {{seconds}} saniye.

source: Name
cs_cz: Název
fr_fr: Nom
it_it: Nome
ru_ru: Имя
tr_tr: Ad

source: Open
cs_cz: Otevřít
fr_fr: Ouvrir
it_it: Apri
ru_ru: Открыть
tr_tr: Aç

source: or
cs_cz: nebo
fr_fr: ou
it_it: oppure
ru_ru: или
tr_tr: veya

# readOnly
source: Your app is currently in read only mode because you've set the edit mode to read only. To change edit mode visit
cs_cz: Jen pro čtení – vzhledem k tomu, že jste začali upravovat se správou zdrojového kódu, je toto zobrazení k dispozici jen pro čtení.
fr_fr: Lecture seule : comme vous avez commencé à modifier avec contrôle du code source, cette vue est en lecture seule.
it_it: Sola lettura. Poiché le modifiche sono state effettuate con il controllo del codice sorgente, questa visualizzazione è di sola lettura.
ru_ru: Только для чтения — поскольку вы начали редактирование с управлением версиями, это представление доступно только для чтения.
tr_tr: Salt okunur - kaynak denetimiyle düzenlemeye başladığınız için bu görünüm salt okunur durumdadır.

source: Region
cs_cz: Oblast
fr_fr: Région
it_it: Area
ru_ru: Регион
tr_tr: Bölge

source: Run
cs_cz: Spustit
fr_fr: Exécuter
it_it: Esegui
ru_ru: Запуск
tr_tr: Çalıştır

source: Save
cs_cz: Uložit
fr_fr: Enregistrer
it_it: Salva
ru_ru: Сохранить
tr_tr: Kaydet

# sideBar_changeMade
source: Changes made to function {{name}} will be lost. Are you sure you want to continue?
cs_cz: Změny, které jste udělali ve funkci {{name}}, se ztratí. Opravdu chcete pokračovat?
fr_fr: Les modifications apportées à la fonction {{name}} seront perdues. Voulez-vous vraiment continuer ?
it_it: Le modifiche apportate alla funzione {{name}} andranno perse. Continuare?
ru_ru: Изменения, внесенные в функцию {{name}}, будут утеряны. Вы действительно хотите продолжить?
tr_tr: {{name}} işlevinde yaptığınız değişiklikler kaybolacak. Devam etmek istediğinizden emin misiniz?

# sideBar_newFunction
source: New Function
cs_cz: Nová funkce
fr_fr: Nouvelle fonction
it_it: Nuova funzione
ru_ru: Новая функция
tr_tr: Yeni İşlev

# sideBar_refresh
source: Refresh
cs_cz: Aktualizovat
fr_fr: Actualiser
it_it: Aggiorna
ru_ru: Обновить
tr_tr: Yenile

# subscription
source: Subscription ID
cs_cz: Předplatné
fr_fr: Abonnement
it_it: Sottoscrizione
ru_ru: Подписка
tr_tr: Abonelik

# topBar_changeMade
source: Changes made to the current function will be lost. Are you sure you want to continue?
cs_cz: Změny, které jste udělali v aktuální funkci, se ztratí. Opravdu chcete pokračovat?
fr_fr: Les modifications apportées à la fonction actuelle seront perdues. Voulez-vous vraiment continuer ?
it_it: Le modifiche apportate alla funzione corrente andranno perse. Continuare?
ru_ru: Изменения, внесенные в текущую функцию, будут утеряны. Вы действительно хотите продолжить?
tr_tr: Geçerli işlevde yapılan değişiklikler kaybolacak. Devam etmek istediğinizden emin misiniz?

# topBar_functionAppSettings
source: Function app settings
cs_cz: Nastavení Function App
fr_fr: Paramètres de l'application de fonctions
it_it: Impostazioni dell'app per le funzioni
ru_ru: Параметры приложения-функции
tr_tr: İşlev uygulaması ayarları

# topBar_newVersion
source: A new version of Azure Functions is available. To upgrade, click here
cs_cz: Je k dispozici nová verze Azure Functions. Pokud chcete upgradovat, přejděte na nastavení Function App.
fr_fr: Une nouvelle version d'Azure Functions est disponible. Accédez à Paramètres Function App pour effectuer la mise à niveau.
it_it: È disponibile una nuova versione di Funzioni di Azure. Per procedere all'aggiornamento, visitare la pagina Impostazioni dell'app per le funzioni.
ru_ru: Доступна новая версия приложения-функции. Для обновления перейдите в параметры приложения-функции.
tr_tr: Azure İşlevleri'nin yeni bir sürümü mevcut. Yükseltmek için İşlev Uygulaması Ayarları'nı ziyaret edin.

# topBar_quickStart
source: Quickstart
cs_cz: Rychlý start
fr_fr: Démarrage rapide
it_it: Avvio rapido
ru_ru: Быстрый старт
tr_tr: Hızlı başlangıç

# topBar_usage
source: Usage
cs_cz: Použití
fr_fr: Utilisation
it_it: Utilizzo
ru_ru: Использование
tr_tr: Kullanım

source: All
cs_cz: Vše
fr_fr: Tout
it_it: Tutte
ru_ru: Все
tr_tr: Tümü

# appFunctionSettings_functionAppSettings
source: function app settings
cs_cz: Nastavení Function App
fr_fr: Paramètres Function App
it_it: Impostazioni dell'app per le funzioni
ru_ru: Параметры приложения-функции
tr_tr: İşlev Uygulaması Ayarları

# appMonitoring_appExecutions
source: App executions
cs_cz: Spuštění aplikace
fr_fr: Exécutions de l'application
it_it: Esecuzioni app
ru_ru: Выполнения приложения
tr_tr: Uygulama yürütmeleri

# appMonitoring_appUsage
source: App Usage(Gb Sec)
cs_cz: Využití aplikace (Gb/s)
fr_fr: Utilisation de l'application (Go/s)
it_it: Utilizzo app (GB/sec)
ru_ru: Использование приложения (ГБ/с)
tr_tr: Uygulama Kullanımı (Gb Sn)

# appMonitoring_functionAppUsage
source: Function App Usage
cs_cz: Využití Function App
fr_fr: Utilisation de Function App
it_it: Utilizzo app per le funzioni
ru_ru: Использование приложения-функции
tr_tr: İşlev Uygulaması Kullanımı

# appMonitoring_noData
source: No data available
cs_cz: Neexistují žádná data.
fr_fr: Aucune donnée
it_it: Non sono disponibili dati
ru_ru: Данные отсутствуют.
tr_tr: Veri yok

# appMonitoring_ofExecutions
source: of executions
cs_cz: spuštění
fr_fr: des exécutions
it_it: di esecuzioni
ru_ru: выполнений

# binding_parameterName
source: Parameter name
cs_cz: Název parametru
fr_fr: Nom du paramètre
it_it: Nome parametro
ru_ru: Имя параметра
tr_tr: Parametre adı

source: Close
cs_cz: Zavřít
fr_fr: Fermer
it_it: Chiudi
ru_ru: Закрыть
tr_tr: Kapat

source: Config
cs_cz: Konfigurace
fr_fr: Configuration
it_it: Configurazione
ru_ru: Конфигурация
tr_tr: Yapılandırma

source: Create
cs_cz: Vytvořit
fr_fr: Créer
it_it: Crea
ru_ru: Создать
tr_tr: Oluştur

# dashboard_yourTrialExpiered
source: Your trial has expired
cs_cz: Vaše zkušební období vypršelo.
fr_fr: Votre période d'évaluation a expiré
it_it: La versione di valutazione è scaduta
ru_ru: Срок действия пробной версии истек
tr_tr: Deneme sürümünüzün süresi doldu

source: Disabled
cs_cz: Zakázáno
fr_fr: Désactivé
it_it: Disabilitato
ru_ru: Отключено
tr_tr: Devre Dışı

source: Enabled
cs_cz: Povoleno
fr_fr: Activé
it_it: Abilitato
ru_ru: Включено
tr_tr: Etkin

# errorList_here
source: here
cs_cz: tady
fr_fr: ici
it_it: qui
ru_ru: здесь
tr_tr: buraya

# errorList_youMay
source: You may be experiencing an error. If you're having issues, please post them
cs_cz: Možná dochází k nějaké chybě. Pokud máte potíže, pošlete nám je, prosím.
fr_fr: Vous pouvez être confronté à une erreur. Si vous rencontrez des problèmes, publiez-les
it_it: Potrebbero verificarsi alcuni errori. In questo caso, segnalarli
ru_ru: Возможно, возникла ошибка. При наличии проблем сообщите о них.
tr_tr: Bir hatayla karşılaşıyor olabilirsiniz. Sorun yaşıyorsanız lütfen gönderin
