Repository: Azure/azure-functions-ux
Catalog: AzureFunctions/ResourcesPortal/*/Resources.resx
Languages: cs_cz, fr_fr, it_it, ru_ru, tr_tr

# errorParsingConfig
source: Error parsing config: {{error}}
cs_cz: Chyba při analýze konfigurace: {{error}}
fr_fr: Erreur d'analyse de la configuration : {{error}}
it_it: Errore durante l'analisi della configurazione: {{error}}
ru_ru: Ошибка при анализе конфигурации: {{error}}
tr_tr: Yapılandırma ayrıştırma hatası: {{error}}

source: Features
cs_cz: Funkce
fr_fr: Fonctionnalités
it_it: Funzionalità
ru_ru: Функции
tr_tr: Özellikler

# filedRequired
source: This field is required
cs_cz: Toto pole je povinné.
fr_fr: Ce champ est obligatoire
it_it: Questo campo è obbligatorio
ru_ru: Это обязательное поле
tr_tr: Bu alan gereklidir

# functionDev_code
source: Code
cs_cz: Kód
it_it: Codice
ru_ru: Код
tr_tr: Kod

# functionDev_run
source: Run
cs_cz: Spustit
fr_fr: Exécuter
it_it: Esegui
ru_ru: Запуск
tr_tr: Çalıştır

# functionEdit_readOnly
source: Read only - because you have started editing with source control, this view is read only.
cs_cz: Jen pro čtení – vzhledem k tomu, že jste začali upravovat se správou zdrojového kódu, je toto zobrazení k dispozici jen pro čtení. Tato nastavení můžete upravovat v souboru function.json.
fr_fr: Lecture seule : comme vous avez commencé à modifier avec contrôle du code source, cette vue est en lecture seule. Vous pouvez modifier ces paramètres dans function.json
it_it: Sola lettura. Poiché le modifiche sono state effettuate con il controllo del codice sorgente, questa visualizzazione è di sola lettura. È possibile modificare queste impostazioni nel file function.json
ru_ru: Только для чтения — поскольку вы начали редактирование с управлением версиями, это представление доступно только для чтения. Эти параметры можно изменить в файле function.json.
tr_tr: Salt okunur - kaynak denetimiyle düzenlemeye başladığınız için bu görünüm salt okunur durumdadır. Bu ayarları function.json dosyasında düzenleyebilirsiniz

# functionIntegrate_advancedEditor
source: Advanced editor
cs_cz: Rozšířený editor
fr_fr: Éditeur avancé
it_it: Editor avanzato
ru_ru: Расширенный редактор
tr_tr: Gelişmiş düzenleyici

# functionIntegrate_changesLost1
source: Changes made will be lost. Are you sure you want to continue?
cs_cz: Změny, které jste udělali, se ztratí. Opravdu chcete pokračovat?
fr_fr: Les modifications apportées seront perdues. Voulez-vous vraiment continuer ?
it_it: Le modifiche apportate andranno perse. Continuare?
ru_ru: Внесенные изменения будут утеряны. Вы действительно хотите продолжить?
tr_tr: Değişiklikler kaybolacak. Devam etmek istediğinizden emin misiniz?

# functionIntegrate_changesLost2
source: Changes made to function {{name}} will be lost. Are you sure you want to continue?
cs_cz: Změny, které jste udělali ve funkci {{name}}, se ztratí. Opravdu chcete pokračovat?
fr_fr: Les modifications apportées à la fonction {{name}} seront perdues. Voulez-vous vraiment continuer ?
it_it: Le modifiche apportate alla funzione {{name}} andranno perse. Continuare?
ru_ru: Изменения, внесенные в функцию {{name}}, будут утеряны. Вы действительно хотите продолжить?
tr_tr: {{name}} işlevinde yaptığınız değişiklikler kaybolacak. Devam etmek istediğinizden emin misiniz?

# functionIntegrate_settingName
source: Setting name:
cs_cz: Název nastavení:
fr_fr: Nom du paramètre :
it_it: Nome impostazione:
ru_ru: Имя параметра:
tr_tr: Ayar adı:

# functionIntegrate_standardEditor
source: Standard editor
cs_cz: Standardní editor
fr_fr: Éditeur standard
it_it: Editor standard
ru_ru: Обычный редактор
tr_tr: Standart düzenleyici

# functionManage_areYouSure
source: Are you sure you want to delete Function {{name}}?
cs_cz: Opravdu chcete odstranit funkci {{name}}?
fr_fr: Voulez-vous vraiment supprimer la fonction {{name}} ?
it_it: Eliminare la funzione {{name}}?
ru_ru: Вы действительно хотите удалить функцию {{name}}?
tr_tr: {{name}} İşlevini silmek istediğinizden emin misiniz?

# functionService_authIsEnabled
source: Authentication is enabled for the function app. Disable authentication before running the function.
cs_cz: Pro aplikaci funkcí je zapnuté ověřování. Než ji spustíte, vypněte ověřování.
fr_fr: L'authentification est activée pour l'application de fonctions. Désactivez l'authentification avant d'exécuter la fonction.
it_it: L'autenticazione è abilitata per l'app per le funzioni. Disabilitare l'autenticazione prima di eseguire la funzione.
ru_ru: Для приложения-функции включена проверка подлинности. Отключите ее перед запуском функции.
tr_tr: İşlev uygulaması için kimlik doğrulama etkinleştirildi. İşlevi çalıştırmadan önce kimlik doğrulamasını devre dışı bırakın.

# functionService_errorRunningFunc
source: There was an error running function ({{name}}). Check logs output for the full error.
cs_cz: Při spouštění funkce ({{name}}) se stala chyba. Celou chybu najdete ve výstupu protokolů.
fr_fr: Une erreur s'est produite lors de l'exécution de la fonction ({{name}}). Consultez la sortie des journaux pour l'erreur complète.
it_it: Si è verificato un errore durante l'esecuzione della funzione ({{name}}). Per l'errore completo, vedere l'output dei log.
ru_ru: При выполнении функции ({{name}}) возникла ошибка. Полные сведения об ошибке см. в выходных данных журнала.
tr_tr: İşlev ({{name}}) çalıştırılırken hata oluştu. Hatanın tamamı için günlük çıktısını denetleyin.

# input
source: Inputs
cs_cz: Vstupy
fr_fr: Entrées
it_it: Input
ru_ru: Входные данные
tr_tr: Giriş

# logStreaming_logs
source: Logs
cs_cz: Protokoly
fr_fr: Journaux
it_it: Log
ru_ru: Журналы
tr_tr: Günlükler

source: New Input
cs_cz: Nový vstup
fr_fr: Nouvelle entrée
it_it: Nuovo input
ru_ru: Новое входное значение
tr_tr: Yeni Giriş

source: New Output
cs_cz: Nový výstup
fr_fr: Nouvelle sortie
it_it: Nuovo output
ru_ru: Новое выходное значение
tr_tr: Yeni Çıkış

source: New Trigger
cs_cz: Nová aktivační událost
fr_fr: Nouveau déclencheur
it_it: Nuovo trigger
ru_ru: Новый триггер
tr_tr: Yeni Tetikleyici

source: Next
cs_cz: Další
fr_fr: Suivant
it_it: Avanti
ru_ru: Далее
tr_tr: İleri

source: Not valid value
cs_cz: Není platná hodnota
fr_fr: Valeur non valide
it_it: Valore non valido
ru_ru: Недопустимое значение
tr_tr: Geçerli değer yok

# output
source: Outputs
cs_cz: Výstupy
fr_fr: Sorties
it_it: Output
ru_ru: Выходные данные
tr_tr: Çıkışlar

source: Select
cs_cz: Vybrat
fr_fr: Sélectionner
it_it: Seleziona
ru_ru: Выбор
tr_tr: Seç

# tabNames_develop
source: Develop
cs_cz: Vyvíjet
fr_fr: Développer
it_it: Sviluppo
ru_ru: Разработка
tr_tr: Geliştirme

# tabNames_integrate
source: Integrate
cs_cz: Integrace
fr_fr: Intégrer
it_it: Integrazione
ru_ru: Интегрировать
tr_tr: Tümleştir

# tabNames_manage
source: Manage
cs_cz: Spravovat
fr_fr: Gérer
it_it: Gestisci
ru_ru: Управление
tr_tr: Yönet

# tabNames_monitor
source: Monitor
cs_cz: Sledovat
fr_fr: Moniteur
it_it: Monitoraggio
ru_ru: Монитор
tr_tr: İzle

# templatePicker_chooseInput
source: Choose an input binding
cs_cz: Zvolte vstupní vazbu
fr_fr: Choisissez une liaison d'entrée
it_it: Scegliere un'associazione di input
ru_ru: Выберите привязку для ввода.
tr_tr: Bir giriş bağlaması seçin

# templatePicker_chooseOutput
source: Choose an output binding
cs_cz: Zvolte výstupní vazbu
fr_fr: Choisissez une liaison de sortie
it_it: Scegliere un'associazione di output
ru_ru: Выберите привязку для вывода.
tr_tr: Bir çıkış bağlaması seçin

# templatePicker_chooseTemplate
source: Choose a template
cs_cz: Zvolte šablonu
fr_fr: Choisissez un modèle
it_it: Scegliere un modello
ru_ru: Выберите шаблон.
tr_tr: Şablon seçin

# templatePicker_chooseTrigger
source: Choose a trigger
cs_cz: Zvolte aktivační událost.
fr_fr: Choisir un déclencheur
it_it: Scegliere un trigger
ru_ru: Выберите триггер
tr_tr: Tetikleyici seçin

# templatePicker_language
source: Language:
cs_cz: Jazyk:
fr_fr: Langue :
it_it: Lingua:
ru_ru: Язык:
tr_tr: Dil:

# templatePicker_scenario
source: Scenario:
cs_cz: Scénář:
fr_fr: Scénario :
ru_ru: Сценарий:
tr_tr: Senaryo:

# trigger
source: Triggers
cs_cz: Aktivační události
fr_fr: Déclencheurs
it_it: Trigger
ru_ru: Триггеры
tr_tr: Tetikleyiciler

# tryNow_trialExpired
source: Trial expired
cs_cz: Zkušební verze vypršela.
fr_fr: Période d'évaluation expirée
it_it: La versione di valutazione è scaduta
ru_ru: Истек срок действия пробной версии.
tr_tr: Deneme süresi doldu

# tutorial_changesMade
source: Changes made here will affect all of the functions within your function app.
cs_cz: Změny, které jste tady udělali, se projeví ve všech funkcích aplikace funkcí.
fr_fr: Les modifications apportées ici affectent toutes les fonctions de votre application de fonctions.
it_it: Le modifiche apportate qui interesseranno tutte le funzioni incluse nell'app per le funzioni.
ru_ru: Внесенные здесь изменения затрагивают все функции в вашем приложении-функции.
tr_tr: Burada yapılan değişiklikler işlev uygulamanızın içindeki tüm işlevleri etkiler.

# tutorial_createNew
source: <span>Create a brand-new function</span> - Get started with one of the pre-built function templates
cs_cz: <span>Vytvořte úplně novou funkci</span> – začněte jednou z předpřipravených šablon funkce
fr_fr: <span>Créez une toute nouvelle fonction</span> : commencez avec un des modèles de fonction prédéfinie
it_it: <span>Creare una funzione da zero</span> - Iniziare con uno dei modelli di funzioni preconfezionati
ru_ru: <span>Создайте полностью новую функцию</span> — начните работу с помощью одного из готовых шаблонов функций.
tr_tr: <span>Yepyeni bir işlev oluşturun</span> - Önceden oluşturulmuş işlev şablonlarından biriyle çalışmaya başlayın

# tutorial_develop
source: Develop
cs_cz: Vyvíjet
fr_fr: Développer
it_it: Sviluppo
ru_ru: Разработка
tr_tr: Geliştirme

# tutorial_diveIntoDocumentation
source: <span>Dive into the documentation</span> - Explore all of the Azure Functions features <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">here</a>
cs_cz: <span>Prozkoumejte dokumentaci</span> – <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">tady</a> najdete informace o všech funkcích služby Azure Functions.
fr_fr: <span>Explorez la documentation</span> : découvrez toutes les fonctionnalités d'Azure Functions <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">ici</a>
it_it: <span>Esplorare la documentazione</span> - Fare clic <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">qui</a> per esplorare tutte le funzionalità di Funzioni di Azure
ru_ru: <span>Обратитесь к документации</span> — ознакомьтесь со всеми возможностями Функций Azure <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">здесь</a>.
tr_tr: <span>Belgeleri inceleyin</span> - Azure İşlevleri'nin tüm özelliklerini <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">buradan keşfedin</a>

# tutorial_functionAppSettings
source: Function App Settings
cs_cz: Nastavení Function App
fr_fr: Paramètres Function App
it_it: Impostazioni dell'app per le funzioni
ru_ru: Параметры приложения-функции
tr_tr: İşlev Uygulaması Ayarları

# tutorial_integrate
source: Integrate
cs_cz: Integrace
fr_fr: Intégrer
it_it: Integrazione
ru_ru: Интегрировать
tr_tr: Tümleştir

# tutorial_integrateYourFunction
source: Integrating your functions with other services and data sources is easy.
cs_cz: Integrovat funkce s jinými službami a zdroji dat je snadné.
fr_fr: Il est facile d'intégrer vos fonctions à d'autres services et d'autres sources de données.
it_it: L'integrazione delle funzioni con altri servizi e origini dati è facile.
ru_ru: Интеграция функций с другими службами и источниками данных не вызывает никаких сложностей.
tr_tr: İşlevlerinizin diğer hizmetler ve veri kaynaklarıyla tümleştirilmesi kolaydır.

# tutorial_nextSteps
source: Next Steps
cs_cz: Další kroky
fr_fr: Étapes suivantes
it_it: Passaggi successivi
ru_ru: Следующие шаги
tr_tr: Sonraki Adımlar

# tutorial_setUpAutomated
source: Set up automated actions based on external triggers, include other input data sources, and send the output to multiple targets.
cs_cz: Nastavení automatických akcí založených na externích aktivačních událostech, zahrnutí dalších vstupních zdrojů dat a posílání výstupů
fr_fr: Configurez des actions automatisées basées sur des déclencheurs externes, incluez d'autres sources de données d'entrée et envoyez la sortie vers plusieurs cibles.
it_it: Configurare azioni automatizzate in base a trigger esterni, includere altre origini dati di input e inviare l'output a più destinazioni.
ru_ru: Настройте автоматические действия на основе внешних триггеров, включите другие источники входных данных и отправьте выходные данные в несколько конечных расположений.
tr_tr: Dış tetikleyicileri temel alan otomatik eylemler oluşturun, diğer giriş veri kaynaklarını dahil edin ve çıktıyı birden fazla hedefe gönderin.

# tutorial_skip
source: Skip the tour and start coding
cs_cz: Přeskočit kurz a začít vytvářet kód
fr_fr: Ignorer la visite guidée et commencer à coder
it_it: Ignora la presentazione e inizia a scrivere codice
ru_ru: Пропустить обзор и приступить к программированию
tr_tr: Turu atlayın ve kodlamaya başlayın

# tutorial_theFastestWayNode
source: The fastest way to edit code is with the code editor, but you can also use Git.This example uses NodeJS, but many other languages are also supported.
cs_cz: Nejrychlejší způsob, jak upravit kód, je pomocí editoru kódu, ale můžete použít i Git. V tomto příkladu se používá NodeJS, ale podporuje se i mnoho dalších jazyků.
fr_fr: Le moyen le plus rapide pour modifier du code est l'éditeur de code, mais vous pouvez également utiliser Git. Cet exemple utilise Node.js, mais de nombreux autres langages sont également pris en charge.
it_it: Il modo più veloce per modificare il codice prevede l'uso dell'editor di codice, ma è anche possibile usare Git. Questo esempio usa NodeJS, ma sono supportati numerosi altri linguaggi.
ru_ru: Правки в код быстрее всего вносить в редакторе кода, но можно использовать и Git. В этом примере используется NodeJS, но поддерживается и множество других языков.
tr_tr: Kod düzenlemenin en hızlı yöntemi kod düzenleyicisini kullanmaktır, ancak Git de kullanabilirsiniz. Bu örnekte NodeJS kullanılmaktadır, ancak diğer birçok dil de desteklenmektedir.

# tutorial_thisPageInclude
source: This page also includes a log stream and a test console for helping you debug your function.
cs_cz: Tato stránka obsahuje i stream protokolů a testovací konzolu, která vám pomůže ladit vaši funkci.
fr_fr: Cette page inclut également un flux de journal et une console de test pour vous aider à déboguer votre fonction.
it_it: Questa pagina include anche un flusso di log e una console di test per il debug della funzione.
ru_ru: Этот пакет также включает поток журналов и тестовую консоль для отладки функции.
tr_tr: Bu sayfa ayrıca bir günlük akışı ve işlevinizin hatalarını ayıklamanıza yardımcı olan bir test konsolu içerir.

# tutorial_tweakThisSample
source: <span>Tweak this sample function</span> - Make it yours on the easy-to-use dashboard
cs_cz: <span>Úprava této ukázkové funkce</span> – přizpůsobte si ji na snadno použitelném řídicím panelu.
fr_fr: <span>Adaptez cet exemple de fonction</span> : Personnalisez-la sur le tableau de bord facile à utiliser
it_it: <span>Perfezionare questa funzione di esempio</span> - Personalizzare la funzione nel dashboard di facile utilizzo
ru_ru: <span>Оптимизируйте этот пример функции</span> — превратите его в нечто оригинальное с помощью удобной панели мониторинга.
tr_tr: <span>Bu örnek işlevde ince ayar yapın</span> - Kullanımı kolay panoda kendinize göre özelleştirin

# tutorial_yourFunction
source: Your functions are designed to run within Azure App Service as a function app, and this is where you modify the features of that app.
cs_cz: Vaše funkce jsou navržené tak, aby běžely jako aplikace funkcí ve službě Azure App Service. Proto je to taky místo, kde upravíte funkce dané aplikace.
fr_fr: Vos fonctions sont conçues pour s'exécuter dans Azure App Service comme application de fonctions, et c'est ici que vous modifiez les fonctionnalités de cette application.
it_it: Le funzioni sono progettate per essere eseguite nel servizio app di Azure come un'app per le funzioni ed è qui che si modificano le funzionalità dell'app.
ru_ru: Ваши функции предназначены для выполнения в качестве приложения-функции внутри службы приложений Azure, и именно там следует изменять возможности такого приложения.
tr_tr: İşlevleriniz Azure Uygulama Hizmeti içinde bir işlev uygulaması olarak çalışacak şekilde tasarlanmıştır ve burası ilgili uygulamanın özelliklerini değiştirdiğiniz yerdir.

source: Update
cs_cz: Aktualizovat
fr_fr: Mettre à jour
it_it: Aggiorna
ru_ru: Обновить
tr_tr: Güncelleştir

# bindingInput_select
source: select
cs_cz: vybrat
fr_fr: sélectionner
it_it: seleziona
ru_ru: выбрать
tr_tr: seç

# binding_delete
source: delete
cs_cz: odstranit
fr_fr: Supprimer
it_it: elimina
ru_ru: удалить
tr_tr: sil

# bindingsValidationDirectionMissed
source: Parameter 'direction' is missed.
cs_cz: Parametr direction chybí.
fr_fr: Le paramètre « direction » est manquant.
it_it: Manca il parametro 'direction'.
ru_ru: Пропущено направление для параметра.
tr_tr: 'Yön' parametresi eksik.

# bindingsValidationDirectionUnknown
source: Unknown direction: '{{direction}}'.
cs_cz: Neznámý směr: {{direction}}.
fr_fr: Direction inconnue : « {{direction}} ».
it_it: Direzione sconosciuta: '{{direction}}'.
ru_ru: Неизвестное направление: "{{direction}}".
tr_tr: Bilinmeyen yön: '{{direction}}'.

# bindingsValidationNameDublicate
source: Parameter name must be unique in a function: '{{functionName}}'
cs_cz: Název parametru musí být v následující funkci jedinečný: {{functionName}}
fr_fr: Le nom du paramètre doit être unique dans une fonction : « {{functionName}} »
it_it: Il nome del parametro in una funzione deve essere univoco: '{{functionName}}'
ru_ru: Имя параметра должно быть уникальным в рамках функции: "{{functionName}}".
tr_tr: Bir işlevde parametre adı benzersiz olmalıdır: '{{functionName}}'

# bindingsValidationNameMissed
source: Parameter 'name' is missed.
cs_cz: Parametr name chybí.
fr_fr: Le paramètre « name » est manquant.
it_it: Manca il parametro 'name'.
ru_ru: Пропущено имя для параметра.
tr_tr: 'Ad' parametresi eksik.

# bindingsValidationTypeMIssed
source: Parameter 'type' is missed.
cs_cz: Parametr type chybí.
fr_fr: Le paramètre « type » est manquant.
it_it: Manca il parametro 'type'.
ru_ru: Пропущен тип для параметра.
tr_tr: 'Tür' parametresi eksik.

# bindingsValidationTypeUnknown
source: Unknown type: '{{type}}'.
cs_cz: Neznámý typ: {{type}}.
fr_fr: Type inconnu : « {{type}} ».
it_it: Tipo sconosciuto: '{{type}}'.
ru_ru: Неизвестный тип: "{{type}}".
tr_tr: Bilinmeyen tür: '{{type}}'.

# resourceSelect
source: Waiting for the resource
cs_cz: Čeká se na prostředek
fr_fr: En attente de la ressource
it_it: In attesa della risorsa
ru_ru: Ожидается ресурс
tr_tr: Kaynak bekleniyor

# appFunctionSettings_functionAppSettings1
source: Runtime version: {{extensionVersion}}. A newer version is available ({{latestExtensionVersion}}).
cs_cz: Aktualizovat verzi modulu runtime
fr_fr: Mettre à jour la version de votre runtime
it_it: Aggiornare la versione del runtime
ru_ru: Обновить версию среды выполнения
tr_tr: Çalışma zamanı sürümünüzü güncelleştirin

# appFunctionSettings_functionAppSettings2
source: Runtime version: {{exactExtensionVersion}} ({{latestExtensionVersion}})
cs_cz: Your runtime version is up to-date
fr_fr: Your runtime version is up to-date
it_it: Your runtime version is up to-date
ru_ru: Your runtime version is up to-date
tr_tr: Your runtime version is up to-date

# trialExpired_enjoyedHostingFunctions
source: We've enjoyed hosting your functions !
cs_cz: Hostování vašich funkcí nás bavilo!
fr_fr: Nous sommes ravis d'avoir hébergé vos fonctions !
it_it: Grazie per aver provato le funzioni.
ru_ru: Нам очень понравилось размещать ваши функции.
tr_tr: İşlevlerinizi barındırmaktan keyif aldık!

# trialExpired_signupForAzure
source: Your trial has now expired, but you can sign up for an extended trial which includes the rest of Azure as well.
cs_cz: Vaše předplatné už vypršelo, ale můžete si zaregistrovat rozšířenou zkušební verzi, která taky obsahuje zbytek Azure.
fr_fr: Votre période d'évaluation a maintenant expiré, mais vous pouvez vous inscrire à une évaluation étendue qui inclut également le reste d'Azure.
it_it: La versione di valutazione è scaduta, ma è possibile iscriversi a una versione di valutazione estesa che include anche gli altri servizi di Azure.
ru_ru: Срок действия вашей пробной версии истек, однако вы можете получить расширенную пробную версию, включающую в себя все остальные функции Azure.
tr_tr: Deneme sürümünüzün süresi doldu, ancak Azure'un diğer özelliklerini de içeren uzatılmış deneme sürümüne kaydolabilirsiniz.

# tryLanding_chooseAnAuthProvider
source: Choose an auth provider
cs_cz: Zvolte poskytovatele ověřování
fr_fr: Choisissez un fournisseur d'authentification
it_it: Scegliere un provider di autenticazione
ru_ru: Выберите поставщика проверки подлинности.
tr_tr: Bir kimlik doğrulama sağlayıcısı seçin

# tryLanding_microsoftAcccount
source: Microsoft Account
cs_cz: Účet Microsoft
fr_fr: Compte Microsoft
it_it: Account Microsoft
ru_ru: Учетная запись Майкрософт
tr_tr: Microsoft Hesabı

# tryNow_createFreeAzureAccount
source: Create a free Azure account
cs_cz: Vytvořit bezplatný účet Azure
fr_fr: Créer un compte Azure gratuit
it_it: Crea un account Azure gratuito
ru_ru: Создать бесплатную учетную запись Azure
tr_tr: Ücretsiz Azure hesabı oluşturun

# tryNow_extendTrial
source: Extend trial to 24 hours
cs_cz: Rozšířit zkušební verzi na 24 hodin
fr_fr: Prolonger l'évaluation de 24 heures
it_it: Estendi la versione di valutazione di 24 ore
ru_ru: Продлить срок действия пробной версии на 24 часа
tr_tr: Deneme süresini 24 saate uzatın

# tryNow_trialTimeRemaining
source: Free Trial - Time remaining:
cs_cz: Zkušební verze – zbývající čas:
it_it: Versione di valutazione gratuita - Tempo rimanente:
ru_ru: Оставшийся срок действия пробной версии:
tr_tr: Ücretsiz Deneme - Kalan süre:

# tryLanding_functionError
source: Function creation error! Please try again.
cs_cz: Při vytváření funkce se stala chyba! Zkuste to prosím znovu.
fr_fr: Erreur de création de la fonction ! Réessayez.
it_it: Errore durante la creazione della funzione. Riprovare.
ru_ru: Ошибка при создании функции. Повторите попытку.
tr_tr: İşlev oluşturma hatası! Lütfen yeniden deneyin.

# tryLanding_functionErrorDetails
source: Create Function Error
cs_cz: Chyba při vytváření funkce
fr_fr: Erreur de création de la fonction
it_it: Errore di creazione della funzione
ru_ru: Ошибка при создании функции
tr_tr: İşlev Oluşturma Hatası

# tryLanding_ifYou
source: If you'd prefer another supported language, you can choose one later in the functions portal.
cs_cz: Pokud dáváte přednost jinému podporovanému jazyku, můžete si ho později zvolit na portálu funkcí.
fr_fr: Si vous préférez un autre langage pris en charge, vous pouvez en choisir un ultérieurement dans les fonctions du portail.
it_it: Per usare un altro linguaggio supportato, è possibile sceglierne uno in seguito nel portale delle funzioni.
ru_ru: Если вы хотите использовать другой поддерживаемый язык, позднее вы сможете выбрать его на портале функций.
tr_tr: Desteklenen başka bir dili tercih ediyorsanız daha sonra işlevler portalından seçebilirsiniz.

# tryNow_minutes
source: minutes
cs_cz: min
it_it: minuti
ru_ru: мин
tr_tr: dakika

# bindingInput_new
source: new
cs_cz: nový
fr_fr: nouveau
it_it: nuovo
ru_ru: новое
tr_tr: yeni
