Repository: Azure/azure-functions-ux
Catalog: AzureFunctions/ResourcesPortal/*/Resources.resx
Languages: cs_cz, fr_fr, it_it, ru_ru, tr_tr

# integrate_inputsHelp
source: Input bindings provide additional data provided to your function when it is triggered. For instance, you can fetch data from table storage on a new queue message. Inputs are optional.
cs_cz: Vstupní vazby poskytují další data pro vaši funkci, když dojde k jejímu spuštění. Například můžete načíst data z úložiště tabulek v nové zprávě fronty. Vstupy jsou volitelné.
it_it: Le associazioni di input forniscono dati aggiuntivi alla funzione quando questa viene attivata. Ad esempio, è possibile recuperare i dati dall'archiviazione tabelle in un nuovo messaggio della coda. Gli input sono facoltativi.
ru_ru: Привязки входных данных предоставляют дополнительные данные функции при ее вызове. Например, можно извлечь данные из табличного хранилища в новом сообщении очереди. Входные данные необязательны.
tr_tr: Giriş bağlamaları, tetiklendiğinde işleviniz için ek veriler sağlar. Örneğin, yeni bir kuyruk iletisine tablo depolamasından veri getirebilirsiniz. Girişler isteğe bağlıdır.

# integrate_outputsHelp
source: Outputs bindings allow you to output data from your function. For instance, you can add a new item to a queue. Outputs are optional.
cs_cz: Výstupní vazby umožňují výstup dat z funkce. Můžete například přidat novou položku do fronty. Výstupy jsou volitelné.
it_it: Le associazioni di output consentono di eseguire l'output dei dati dalla funzione. Ad esempio, è possibile aggiungere un nuovo elemento a una coda. Gli output sono facoltativi.
ru_ru: Привязки выходных данных позволяют выводить данные из функции. Например, можно добавить элемент в очередь. Выходные данные необязательны.
tr_tr: Çıkış bağlamaları, işlevinizden veri çıkarmanızı sağlar. Örneğin, bir kuyruğa yeni öğe ekleyebilirsiniz. Çıktılar isteğe bağlıdır.

# integrate_triggersHelp
source: Triggers are what will start your function. For instance, you can trigger on a new queue message. You must always have a trigger.
cs_cz: Triggery spouští funkci. Můžete mít třeba trigger zprávy o nové frontě. Trigger musíte mít vždy.
fr_fr: Les déclencheurs permettent de démarrer votre fonction. Par exemple, vous pouvez utiliser un déclencheur sur un nouveau message en file d'attente. Vous devez toujours avoir un déclencheur.
it_it: I trigger consentono di avviare la funzione. Ad esempio, è possibile impostare un trigger per un nuovo messaggio della coda. Deve sempre essere presente un trigger.
ru_ru: Триггеры запускают функцию. Например, можно активировать новое сообщение в очереди. Триггер должен быть всегда.
tr_tr: Tetikleyiciler, işlevinizi başlatır. Örneğin, yeni bir kuyruk iletisi üzerinde tetikleyebilirsiniz. Her zaman bir tetikleyiciniz olmalıdır.

# binding_createNewFunction
source: Create a new function triggered by this output
cs_cz: Vytvořit novou funkci spouštěnou tímto výstupem
fr_fr: Create a new functoin triggered by this output
it_it: Crea una nuova funzione attivata da questo output
ru_ru: Создание новой функции, запускаемой этими выходными данными
tr_tr: Bu çıktı tarafından tetiklenen yeni bir işlev oluşturun

# binding_documentation
source: Documentation
cs_cz: Dokumentace
it_it: Documentazione
ru_ru: Документация
tr_tr: Belgeler

# binding_go
source: Go
cs_cz: Přejít
fr_fr: OK
it_it: Vai
ru_ru: Перейти
tr_tr: Git

# copypre_copied
source: Copied!
cs_cz: Zkopírováno!
fr_fr: Copié !
it_it: Copiato
ru_ru: Скопировано.
tr_tr: Kopyalandı!

# copypre_copyClipboard
source: Copy to clipboard
cs_cz: Zkopírovat do schránky
fr_fr: Copier dans le Presse-papiers
it_it: Copia negli Appunti
ru_ru: Копировать в буфер
tr_tr: Panoya kopyala

# fileExplorer_changesLost
source: Changes made to current file will be lost. Are you sure you want to continue?
cs_cz: Přijdete o změny provedené v aktuálním souboru. Opravdu chcete pokračovat?
it_it: Le modifiche apportate al file corrente andranno perse. Continuare?
ru_ru: Изменения, внесенные в текущий файл, будут потеряны. Вы действительно хотите продолжить?
tr_tr: Geçerli dosyada yapılan değişiklikler kaybolacak. Devam etmek istediğinizden emin misiniz?

# fileExplorer_deletePromt
source: Are you sure you want to delete {{fileName}}
cs_cz: Opravdu chcete odstranit {{fileName}}?
it_it: Eliminare {{fileName}}?
ru_ru: Вы действительно хотите удалить {{fileName}}?
tr_tr: {{fileName}} adlı dosyayı silmek istediğinizden emin misiniz?

# fileExplorer_editingBinary
source: Editing binary files is not supported.
cs_cz: Úpravy binárních souborů se nepodporují.
it_it: La modifica dei file binari non è supportata.
ru_ru: Редактирование двоичных файлов не поддерживается.
tr_tr: İkili dosyaları düzenleme desteklenmiyor.

# fileExplorer_errorCreatingFile
source: Error creating file: {{fileName}}
cs_cz: Chyba při vytváření souboru: {{fileName}}
it_it: Errore durante la creazione del file: {{fileName}}
ru_ru: Ошибка при создании файла: {{fileName}}
tr_tr: {{fileName}} adlı dosyayı oluşturma hatası

# fileExplorer_errorDeletingFile
source: Error deleting file: {{fileName}}
cs_cz: Chyba při odstraňování souboru: {{fileName}}
it_it: Errore durante l'eliminazione del file: {{fileName}}
ru_ru: Ошибка при удалении файла: {{fileName}}
tr_tr: {{fileName}} adlı dosyayı silme hatası

# tutorial_theFastestWayCSharp
source: The fastest way to edit code is with the code editor, but you can also use Git.This example uses C#, but many other languages are also supported.
ru_ru: Быстрее всего редактировать код в редакторе, но можно использовать и Git. В этом примере используется C#, но поддерживаются и многие другие языки.

# intro_webHook
source: Webhook + API
it_it: Webhook e API
tr_tr: Web Kancası + API
