Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# error_unableToDeleteFunction
source: We are not able to delete function '{0}'. Please try again later.
de_de: Wir können die Funktion "{{functionName}}" nicht löschen. Versuchen Sie es später noch mal.
es_es: No se puede eliminar la función {{functionName}}. Vuelva a intentarlo más adelante.
ja_jp: 関数 {{functionName}} を削除できません。後でもう一度やり直してください。
ko_kr: 함수 {{functionName}}을(를) 삭제할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De functie {{functionName}} kan niet worden verwijderd. Probeer het later opnieuw.
pl_pl: Nie można usunąć funkcji {{functionName}}. Spróbuj ponownie później.
zh_tw: 無法刪除函數 {{functionName}}。請稍後再試一次。

# error_unableToGetFileContentFromKudu
source: We are not able to get the content for {{fileName}}. Please try again later.
de_de: Wir können den Inhalt für "{{fileName}}" nicht abrufen. Versuchen Sie es später noch mal.
es_es: No se puede obtener el contenido para {{fileName}}. Vuelva a intentarlo más adelante.
ja_jp: ファイル {{fileName}} のコンテンツを取得できません。後でもう一度やり直してください。
ko_kr: {{fileName}}의 콘텐츠를 가져올 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De inhoud van {{fileName}} kan niet worden opgehaald. Probeer het later opnieuw.
pl_pl: Nie można pobrać zawartości dla pliku {{fileName}}. Spróbuj ponownie później.
zh_tw: 無法取得 {{fileName}} 的內容。請稍後再試一次。

# error_unableToRetrieveFunctionListFromKudu
source: We are not able to retrieve your functions right now. Please try again later.
de_de: Wir können Ihre Funktionen zurzeit nicht abrufen. Versuchen Sie es später noch mal.
es_es: No se pueden recuperar las funciones en este momento. Vuelva a intentarlo más adelante.
ja_jp: 現在、関数を取得できません。後でもう一度やり直してください。
ko_kr: 지금은 함수를 검색할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: Kan de functies niet ophalen. Probeer het later opnieuw.
pl_pl: Nie możemy teraz pobrać funkcji. Spróbuj ponownie później.
zh_tw: 無法立即擷取您的函數。請稍後再試一次。

# error_UnableToRetrieveSecretsFileFromKudu
source: We are not able to retrieve secrets file for {{functionName}}. Please try again later.
de_de: Wir können für "{{functionName}}" keine Geheimnisdatei abrufen. Versuchen Sie es später noch mal.
es_es: No se puede recuperar el archivo de secretos de {{functionName}}. Vuelva a intentarlo más adelante.
ja_jp: {{functionName}} のシークレット ファイルを取得できません。後でもう一度やり直してください。
ko_kr: {{functionName}}의 암호 파일을 검색할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: Kan geen bestanden met geheimen ophalen voor {{functionName}}. Probeer het later opnieuw.
pl_pl: Nie można pobrać pliku wpisów tajnych dla funkcji {{functionName}}. Spróbuj ponownie później.
zh_tw: 無法擷取 {{functionName}} 的密碼檔案。請稍後再試一次。

# error_unableToSaveFileContentThroughKudu
source: We are not able to save the content for {{fileName}}. Please try again later.
de_de: Wir können den Inhalt für "{{fileName}}" nicht speichern. Versuchen Sie es später noch mal.
es_es: No se puede guardar el contenido de {{fileName}}. Vuelva a intentarlo más adelante.
ja_jp: ファイル {{fileName}} のコンテンツを保存できません。後でもう一度やり直してください。
ko_kr: {{fileName}}의 콘텐츠를 저장할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De inhoud van {{fileName}} kan niet worden opgeslagen. Probeer het later opnieuw.
pl_pl: Nie można zapisać zawartości dla pliku {{fileName}}. Spróbuj ponownie później.
zh_tw: 無法儲存 {{fileName}} 的內容。請稍後再試一次。

# error_unableToRetrieveDirectoryContent
source: We are not able to retrieve directory content for your function. Please try again later.
de_de: Wir können für Ihre Funktion keinen Verzeichnisinhalt abrufen. Versuchen Sie es später noch mal.
es_es: No se puede recuperar el contenido del directorio para la función. Vuelva a intentarlo más adelante.
ja_jp: 関数のディレクトリ コンテンツを取得できません。後でもう一度やり直してください。
ko_kr: 함수에 대해 디렉터리 콘텐츠를 검색할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De directoryinhoud van uw functie kan niet worden opgehaald. Probeer het later opnieuw.
pl_pl: Nie można pobrać zawartości katalogu dla funkcji. Spróbuj ponownie później.
zh_tw: 無法擷取您函數的目錄內容。請稍後再試一次。

# error_unableToRetrieveFunction
source: We are unable to get the content for function '{0}'. Please try again later.
de_de: Wir können die Funktion "{{functionName}}" nicht abrufen. Versuchen Sie es später noch mal.
es_es: No se puede obtener la función {{functionName}}. Vuelva a intentarlo más adelante.
ja_jp: 関数 {{functionName}} を取得できません。後でもう一度やり直してください。
ko_kr: 함수 {{functionName}}을(를) 가져올 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De functie {{functionName}} kan niet worden opgehaald. Probeer het later opnieuw.
pl_pl: Nie można pobrać funkcji {{functionName}}. Spróbuj ponownie później.
zh_tw: 無法取得函數 {{functionName}}。請稍後再試一次。

# error_unableToRetrieveRuntimeConfig
source: We are unable to retrieve the runtime config. Please try again later.
de_de: Wir können die Laufzeitkonfiguration nicht abrufen. Versuchen Sie es später noch mal.
es_es: No se puede recuperar la configuración del entorno de ejecución. Vuelva a intentarlo más adelante.
ja_jp: ランタイム構成を取得できません。後でもう一度やり直してください。
ko_kr: 런타임 구성을 검색할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De runtimeconfig kan niet worden opgehaald. Probeer het later opnieuw.
pl_pl: Nie można pobrać konfiguracji środowiska uruchomieniowego. Spróbuj ponownie później.
zh_tw: 無法擷取執行階段設定。請稍後再試一次。

# error_unableToRetrieveRuntimeKey
source: We are not able to retrieve the runtime master key. Please try again later.
de_de: Wir können den Laufzeitmasterschlüssel nicht abrufen. Versuchen Sie es später noch mal.
es_es: No se puede recuperar la clave maestra del entorno de ejecución. Vuelva a intentarlo más adelante.
ja_jp: ランタイム マスター キーを取得できません。後でもう一度やり直してください。
ko_kr: 런타임 마스터 키를 검색할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De hoofdsleutel van runtime kan niet worden opgehaald. Probeer het later opnieuw.
pl_pl: Nie można pobrać klucza głównego środowiska uruchomieniowego. Spróbuj ponownie później.
zh_tw: 無法擷取執行階段的主要金鑰。請稍後再試一次。

# error_unableToUpdateFunction
source: We are not able to update function {{functionName}}. Please try again later.
de_de: Wir können die Funktion "{{functionName}}" nicht aktualisieren. Versuchen Sie es später noch mal.
es_es: No se puede actualizar la función {{functionName}}. Vuelva a intentarlo más adelante.
ja_jp: 関数 {{functionName}} を更新できません。後でもう一度やり直してください。
ko_kr: 함수 {{functionName}}을(를) 업데이트할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De functie {{functionName}} kan niet worden bijgewerkt. Probeer het later opnieuw.
pl_pl: Nie można zaktualizować funkcji {{functionName}}. Spróbuj ponownie później.
zh_tw: 無法更新函數 {{functionName}}。請稍後再試一次。

# error_functionRuntimeIsUnableToStart
source: The function runtime is unable to start.
de_de: Die Funktionslaufzeit kann nicht gestartet werden. Prüfen Sie die Laufzeitprotokolle auf Fehler, oder versuchen Sie es später noch mal.
es_es: No se puede iniciar el entorno de ejecución de la función. Revise si los registros del entorno de ejecución muestran algún error o vuelva a intentarlo más adelante.
ja_jp: 関数ランタイムが起動できません。ランタイムのログでエラーを確認のうえ、もう一度やり直してください。
ko_kr: 함수 런타임을 시작할 수 없습니다. 런타임 로그에서 오류를 확인하거나 나중에 다시 시도하세요.
nl_nl: De functieruntime kan niet worden gestart. Controleer de runtimelogboeken voor informatie over mogelijke fouten of probeer het later opnieuw.
pl_pl: Nie można uruchomić środowiska uruchomieniowego funkcji. Sprawdź dzienniki środowiska uruchomieniowego pod kątem błędów lub spróbuj ponownie później.
zh_tw: 函數執行階段無法啟動。請查看執行階段記錄檔中有無任何錯誤，或稍後再試一次。

# error_unableToCreateFunctionKey
source: We are not able to create or update the key {{keyName}} for function {{functionName}}. This can happen if the runtime is not able to load your function. Check other function errors.
de_de: Wir können den Schlüssel "{{keyName}}" für die Funktion "{{functionName}}" nicht erstellen oder aktualisieren. Dies kann passieren, wenn die Funktion zur Laufzeit nicht geladen werden kann. Überprüfen Sie weitere Funktionsfehler.
es_es: No se puede crear ni actualizar la clave {{keyName}} de la función {{functionName}}. Esto puede ocurrir si el entorno de ejecución no puede cargar la función. Revise si hay otros errores de función.
ja_jp: 関数 {{functionName}} のキー {{keyName}} を作成または更新できません。このエラーは、ランタイムが関数を読み込めなかった場合に発生することがあります。他の関数エラーがないかを確認してください。
ko_kr: 함수 {{functionName}}에 대해 키 {{keyName}}을(를) 만들거나 업데이트할 수 없습니다. 이는 런타임에서 함수를 로드할 수 없는 경우 발생할 수 있습니다. 다른 함수 오류를 확인하세요.
nl_nl: De sleutel {{keyName}} van de functie {{functionName}} kan niet worden gemaakt of bijgewerkt. Dit kan gebeuren als de runtime uw functie niet kan laden. Bekijk ook de andere functieproblemen.
pl_pl: Nie można utworzyć lub zaktualizować klucza {{keyName}} dla funkcji {{functionName}}. Może to mieć miejsce, jeśli w środowisku uruchomieniowym nie ma możliwości załadowania funkcji. Sprawdź inne błędy funkcji.
zh_tw: 無法建立或更新函數 {{functionName}} 的金鑰 {{keyName}}。如果執行階段無法載入您的函數，也可能會發生此情況。請查看其他函數錯誤。

# error_unableToDeleteFunctionKey
source: We are not able to delete the key {{keyName}} for function {{functionName}}. This can happen if the runtime is not able to load your function. Check other function errors.
de_de: Wir können den Schlüssel "{{keyName}}" für die Funktion "{{functionName}}" nicht löschen. Dies kann passieren, wenn die Funktion zur Laufzeit nicht geladen werden kann. Überprüfen Sie weitere Funktionsfehler.
es_es: No se puede eliminar la clave {{keyName}} de la función {{functionName}}. Esto puede ocurrir si el entorno de ejecución no puede cargar la función. Revise si hay otros errores de función.
ja_jp: 関数 {{functionName}} のキー {{keyName}} を削除できません。このエラーは、ランタイムが関数を読み込めなかった場合に発生することがあります。他の関数エラーがないかを確認してください。
ko_kr: 함수 {{functionName}}에 대해 키 {{keyName}}을(를) 삭제할 수 없습니다. 이는 런타임에서 함수를 로드할 수 없는 경우 발생할 수 있습니다. 다른 함수 오류를 확인하세요.
nl_nl: De sleutel {{keyName}} van de functie {{functionName}} kan niet worden verwijderd. Dit kan gebeuren als de runtime uw functie niet kan laden. Bekijk ook de andere functieproblemen.
pl_pl: Nie można usunąć klucza {{keyName}} dla funkcji {{functionName}}. Może to mieć miejsce, jeśli w środowisku uruchomieniowym nie ma możliwości załadowania funkcji. Sprawdź inne błędy funkcji.
zh_tw: 無法刪除函數 {{functionName}} 的金鑰 {{keyName}}。如果執行階段無法載入您的函數，也可能會發生此情況。請查看其他函數錯誤。

# error_unableToRenewFunctionKey
source: We are not able to renew the key {{keyName}} for function {{functionName}}. This can happen if the runtime is not able to load your function. Check other function errors.
de_de: Wir können den Schlüssel "{{keyName}}" für die Funktion "{{functionName}}" nicht verlängern. Dies kann passieren, wenn die Funktion zur Laufzeit nicht geladen werden kann. Überprüfen Sie weitere Funktionsfehler.
es_es: No se puede renovar la clave {{keyName}} de la función {{functionName}}. Esto puede ocurrir si el entorno de ejecución no puede cargar la función. Revise si hay otros errores de función.
ja_jp: 関数 {{functionName}} のキー {{keyName}} を更新できません。このエラーは、ランタイムが関数を読み込めなかった場合に発生することがあります。他の関数エラーがないかを確認してください。
ko_kr: 함수 {{functionName}}에 대해 키 {{keyName}}을(를) 갱신할 수 없습니다. 이는 런타임에서 함수를 로드할 수 없는 경우 발생할 수 있습니다. 다른 함수 오류를 확인하세요.
nl_nl: De sleutel {{keyName}} van de functie {{functionName}} kan niet worden vernieuwd. Dit kan gebeuren als de runtime uw functie niet kan laden. Bekijk ook de andere functieproblemen.
pl_pl: Nie można odnowić klucza {{keyName}} dla funkcji {{functionName}}. Może to mieć miejsce, jeśli w środowisku uruchomieniowym nie ma możliwości załadowania funkcji. Sprawdź inne błędy funkcji.
zh_tw: 無法更新函數 {{functionName}} 的金鑰 {{keyName}}。如果執行階段無法載入您的函數，也可能會發生此情況。請查看其他函數錯誤。

# error_unableToRetrieveFunctionKeys
source: We are not able to retrieve the keys for function {{functionName}}. This can happen if the runtime is not able to load your function. Check other function errors.
de_de: Wir können die Schlüssel für die Funktion "{{functionName}}" nicht abrufen. Dies kann passieren, wenn die Funktion zur Laufzeit nicht geladen werden kann. Überprüfen Sie weitere Funktionsfehler.
es_es: No se pueden recuperar las claves de la función {{functionName}}. Esto puede ocurrir si el entorno de ejecución no puede cargar la función. Revise si hay otros errores de función.
ja_jp: 関数 {{functionName}} のキーを取得できません。このエラーは、ランタイムが関数を読み込めなかった場合に発生することがあります。他の関数エラーがないかを確認してください。
ko_kr: 함수 {{functionName}}에 대해 키를 검색할 수 없습니다. 이는 런타임에서 함수를 로드할 수 없는 경우 발생할 수 있습니다. 다른 함수 오류를 확인하세요.
nl_nl: De sleutels van de functie {{functionName}} kunnen niet worden opgehaald. Dit kan gebeuren als de runtime uw functie niet kan laden. Bekijk ook de andere functieproblemen.
pl_pl: Nie można pobrać kluczy dla funkcji {{functionName}}. Może to mieć miejsce, jeśli w środowisku uruchomieniowym nie ma możliwości załadowania funkcji. Sprawdź inne błędy funkcji.
zh_tw: 無法擷取函數 {{functionName}} 的金鑰。如果執行階段無法載入您的函數，也可能會發生此情況。請查看其他函數錯誤。

# error_appOffline
source: The application is offline. Please check your internet connection.
de_de: Die Anwendung ist offline. Überprüfen Sie Ihre Internetverbindung.
es_es: La aplicación está sin conexión. Compruebe la conexión a Internet.
ja_jp: アプリケーションがオフラインになっています。インターネット接続を確認してください。
ko_kr: 응용 프로그램이 오프라인 상태입니다. 인터넷 연결을 확인하세요.
nl_nl: De toepassing is offline. Controleer de internetverbinding.
pl_pl: Aplikacja jest w trybie offline. Sprawdź połączenie internetowe.
zh_tw: 應用程式已離線。請檢查網際網路連線。

# functionKeys_actions
source: ACTIONS
de_de: AKTIONEN
es_es: ACCIONES
ja_jp: アクション
ko_kr: 작업
nl_nl: ACTIES
pl_pl: AKCJE
zh_tw: 動作

# functionNew_chooseTemplateQuickstart
source: go to the quickstart
de_de: wechseln Sie zum Schnellstart
es_es: ir al inicio rápido
ja_jp: クイックスタートに移動します
ko_kr: 빠른 시작으로 이동
nl_nl: ga naar de snelstartgids
pl_pl: przejdź do szybkiego startu
zh_tw: 前往快速入門

# httpRun_noQuery
source: There are no query parameters
de_de: Es liegen keine Abfrageparameter vor.
es_es: No hay parámetros de consulta
ja_jp: クエリ パラメーターがありません
ko_kr: 쿼리 매개 변수가 없습니다.
nl_nl: Er zijn geen queryparameters
pl_pl: Brak parametrów zapytania
zh_tw: 沒有任何查詢參數

# swaggerDefinition_collapse
source: Collapse
de_de: Reduzieren
es_es: Contraer
ja_jp: 折りたたみ
ko_kr: 축소
nl_nl: Samenvouwen
pl_pl: Zwiń
zh_tw: 摺疊

# swaggerDefinition_delete
source: Are you sure you want to delete your API definition?
de_de: Möchten Sie Ihre API-Definition löschen?
es_es: ¿Está seguro de que desea eliminar la definición de API?
ja_jp: API 定義を削除してもよろしいですか?
ko_kr: API 정의를 삭제하시겠습니까?
nl_nl: Weet u zeker dat u uw API-definitie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć definicję interfejsu API?
zh_tw: 確定要刪除您的 API 定義嗎?

# swaggerDefinition_documentation
source: Documentation
de_de: Dokumentation
es_es: Documentación
ja_jp: ドキュメント
ko_kr: 설명서
nl_nl: Documentatie
pl_pl: Dokumentacja
zh_tw: 文件

# swaggerDefinition_expand
source: Expand
de_de: Erweitern
es_es: Expandir
ja_jp: 展開
ko_kr: 확장
nl_nl: Uitvouwen
pl_pl: Rozwiń
zh_tw: 展開

# swaggerDefinition_external
source: External URL
de_de: Externe URL
es_es: Dirección URL externa
ja_jp: 外部 URL
ko_kr: 외부 URL
nl_nl: Externe URL
pl_pl: Zewnętrzny adres URL
zh_tw: 外部 URL

# swaggerDefinition_feature_overview
source: Read the feature overview
de_de: Featureübersicht lesen
es_es: Lea la información general de características
ja_jp: 機能の概要を読む
ko_kr: 기능 개요 읽기
nl_nl: Lees het functie-overzicht
pl_pl: Zapoznaj się z omówieniem funkcji
zh_tw: 閱讀功能概觀

# swaggerDefinition_getting_started
source: Check out our getting started tutorial
de_de: Tutorial für erste Schritte ansehen
es_es: Consulte nuestro tutorial de introducción
ja_jp: 入門用チュートリアルを確認する
ko_kr: 시작 자습서 확인
nl_nl: Bekijk de zelfstudie Aan de slag
pl_pl: Zapoznaj się z samouczkiem ułatwiającym rozpoczęcie pracy
zh_tw: 了解我們的快速入門教學課程

# swaggerDefinition_internal
source: Function (preview)
de_de: Funktion (Vorschau)
es_es: Functions (versión preliminar)
ja_jp: 関数 (プレビュー)
ko_kr: 함수(미리 보기)
nl_nl: Functie (preview-versie)
pl_pl: Funkcja (wersja zapoznawcza)
zh_tw: 函式 (預覽)

# swaggerDefinition_key
source: API definition key
de_de: Schlüssel für API-Definition
es_es: Clave de definición de API
ja_jp: API 定義キー
ko_kr: API 정의 키
nl_nl: Sleutel van API-definitie
pl_pl: Klucz definicji interfejsu API
zh_tw: API 定義金鑰

# swaggerDefinition_loadDefinition
source: Load API definition
de_de: API-Definition laden
es_es: Cargar definición de API
ja_jp: API 定義を読み込む
ko_kr: API 정의 로드
nl_nl: API-definitie laden
pl_pl: Ładuj definicję interfejsu API
zh_tw: 載入 API 定義

# swaggerDefinition_loadGeneratedDefinition
source: Generate API definition template
de_de: API-Definitionsvorlage generieren
es_es: Generar plantilla de definición de API
ja_jp: API 定義テンプレートを生成する
ko_kr: API 정의 템플릿 생성
nl_nl: Sjabloon voor API-definitie genereren
pl_pl: Generuj szablon definicji interfejsu API
zh_tw: 產生 API 定義範本

# swaggerDefinition_powerAppsFlow
source: Export to PowerApps + Flow
de_de: Nach PowerApps + Flow exportieren
es_es: Exportar a PowerApps + Flow
ja_jp: PowerApps + Flow にエクスポート
ko_kr: PowerApps + Flow로 내보내기
nl_nl: Exporteren naar PowerApps en Flow
pl_pl: Eksportowanie do usług PowerApps i Flow
zh_tw: 匯出至 PowerApps + Flow

# swaggerDefinition_prompt
source: Cannot save malformed API definition.
de_de: Falsch formatierte API-Definition kann nicht gespeichert werden.
es_es: No se puede guardar una definición de API con un formato incorrecto.
ja_jp: API 定義の形式が正しくないため、保存できません。
ko_kr: 형식이 잘못된 API 정의를 저장할 수 없습니다.
nl_nl: Kan een onjuiste API-definitie niet opslaan.
pl_pl: Nie można zapisać źle sformułowanej definicji interfejsu API.
zh_tw: 無法儲存格式不正確的 API 定義。

# swaggerDefinition_renew
source: Renew
de_de: Erneuern
es_es: Renovar
ja_jp: 更新
ko_kr: 갱신
nl_nl: Verlengen
pl_pl: Odnów
zh_tw: 更新

# swaggerDefinition_setExternal
source: Set external definition URL
de_de: Externe Definitions-URL festlegen
es_es: Establecer dirección URL de definición externa
ja_jp: 外部定義 URL を設定する
ko_kr: 외부 정의 URL 설정
nl_nl: URL voor externe definitie instellen
pl_pl: Ustaw zewnętrzny adres URL definicji
zh_tw: 設定外部定義 URL

# swaggerDefinition_source
source: API definition source
de_de: API-Definitionsquelle
es_es: Origen de definición de API
ja_jp: API 定義のソース
ko_kr: API 정의 원본
nl_nl: Bron van API-definitie
pl_pl: Źródło definicji interfejsu API
zh_tw: API 定義來源

# swaggerDefinition_subtitle
source: Consume your HTTP triggered Functions in a variety of services using an OpenAPI 2.0 (Swagger) definition
de_de: Nutzen Sie Ihre durch HTTP ausgelösten Funktionen in einer Vielzahl von Diensten mithilfe einer OpenAPI 2.0-Definition (Swagger).
es_es: Use sus funciones desencadenadas por HTTP en diversos servicios mediante una definición de OpenAPI 2.0 (Swagger)
ja_jp: OpenAPI 2.0 (Swagger) 定義を使って、HTTP によりトリガーされる関数をさまざまなサービスで消費します
ko_kr: OpenAPI 2.0(Swagger) 정의를 사용하여 HTTP에서 트리거한 함수를 다양한 서비스에서 사용할 수 있습니다.
nl_nl: Uw HTTP-functies gebruiken in meerdere services via de definitie OpenAPI 2.0 (Swagger)
pl_pl: Korzystaj z funkcji wyzwalanych przez protokół HTTP w różnych usługach przy użyciu definicji OpenAPI 2.0 (Swagger)
zh_tw: 使用 OpenAPI 2.0 (Swagger) 定義取用各種服務中觸發了 HTTP 的函數

# swaggerDefinition_title
source: Function API definition (Swagger)
de_de: Funktionen-API-Definition (Swagger)
es_es: Definición de API de función (Swagger)
ja_jp: 関数の API 定義 (Swagger)
ko_kr: 함수 API 정의(Swagger)
nl_nl: Functie van API-definitie (Swagger)
pl_pl: Definicja interfejsu API funkcji (Swagger)
zh_tw: 函數 API 定義 (Swagger)

# swaggerDefinition_url
source: API definition URL
de_de: URL zu API-Definition
es_es: Dirección URL de definición de API
ja_jp: API 定義の URL
ko_kr: API 정의 URL
nl_nl: URL van API-definitie
pl_pl: Adres URL definicji interfejsu API
zh_tw: API 定義 URL

# swaggerDefinition_useAPIdefinition
source: Use your API definition
de_de: Eigene API-Definition verwenden
es_es: Use su definición de API
ja_jp: 自分の API 定義を使用する
ko_kr: API 정의 사용
nl_nl: Uw API-definitie gebruiken
pl_pl: Użyj definicji interfejsu API
zh_tw: 使用您的 API 定義

# tab_api_definition
source: API definition
es_es: Definición de la API
ja_jp: API 定義
ko_kr: API 정의
nl_nl: API-definitie
pl_pl: Definicja interfejsu API
zh_tw: API 定義

# error_unableToCreateSwaggerKey
source: We are not able to create or update the key swaggerdocumentationkey for the Swagger Endpoint. Please check the runtime logs for any errors or try again later.
de_de: Wir können den Schlüssel "swaggerdocumentationkey" für den Swagger-Endpunkt nicht erstellen oder aktualisieren. Prüfen Sie die Laufzeitprotokolle auf Fehler, oder versuchen Sie es später noch mal.
es_es: No se ha podido crear o actualizar la clave swaggerdocumentationkey del punto de conexión de Swagger. Compruebe los errores en los registros de tiempo de ejecución o inténtelo de nuevo más tarde.
ja_jp: Swagger エンドポイント用のキー swaggerdocumentationkey を作成または更新できません。ランタイム ログでエラーの有無を確認するか、後でもう一度やり直してください。
ko_kr: Swagger 끝점에 대해 swaggerdocumentationkey 키를 만들거나 업데이트할 수 없습니다. 오류에 대해서 런타임 로그를 확인하거나 나중에 다시 시도하세요.
nl_nl: De sleutel swaggerdocumentationkey voor het Swagger-eindpunt kan niet worden gemaakt of bijgewerkt. Controleer de runtimelogboeken voor informatie over mogelijke fouten of probeer het later opnieuw.
pl_pl: Nie można utworzyć lub zaktualizować klucza swaggerdocumentationkey punktu końcowego struktury Swagger. Przeszukaj dzienniki środowiska uruchomieniowego pod kątem błędów lub spróbuj ponownie później.
zh_tw: 無法為 Swagger 端點建立或更新索引鍵 swaggerdocumentationkey。請查看執行階段記錄中有無任何錯誤，並於稍後再試一次。

# error_unableToDeleteSwaggerData
source: We are not able to delete the API defintion. Please check the runtime logs for any errors or try again later.
de_de: Wir können die API-Definition nicht löschen. Prüfen Sie die Laufzeitprotokolle auf Fehler, oder versuchen Sie es später noch mal.
es_es: No se ha podido eliminar la definición de API. Compruebe los errores en los registros de tiempo de ejecución o inténtelo de nuevo más tarde.
ja_jp: API 定義を削除できません。ランタイム ログでエラーの有無を確認するか、後でもう一度やり直してください。
ko_kr: API 정의를 삭제할 수 없습니다. 런타임 로그에서 오류를 확인하거나 나중에 다시 시도하세요.
nl_nl: De API-definitie kan niet worden verwijderd. Controleer de runtimelogboeken voor informatie over mogelijke fouten of probeer het later opnieuw.
pl_pl: Nie można usunąć definicji interfejsu API. Przeszukaj dzienniki środowiska uruchomieniowego pod kątem błędów lub spróbuj ponownie później.
zh_tw: 無法刪除此 API 定義。請查看執行階段記錄中有無任何錯誤，並於稍後再試一次。

# error_unableToGetSystemKey
source: We are not able to get the key {{keyName}}. Please check the runtime logs for any errors or try again later.
de_de: Wir können den Schlüssel {{keyName}} nicht abrufen. Prüfen Sie die Laufzeitprotokolle auf Fehler, oder versuchen Sie es später noch mal.
es_es: No se ha podido obtener la clave {{keyName}}. Compruebe los errores en los registros de tiempo de ejecución o inténtelo de nuevo más tarde.
ja_jp: キー {{keyName}} を取得できません。ランタイム ログでエラーの有無を確認するか、後でもう一度やり直してください。
ko_kr: {{keyName}} 키를 가져올 수 없습니다. 런타임 로그에서 오류를 확인하거나 나중에 다시 시도하세요.
nl_nl: De sleutel {{keyName}} kan niet worden opgehaald. Controleer de runtimelogboeken voor informatie over mogelijke fouten of probeer het later opnieuw.
pl_pl: Nie można pobrać klucza {{keyName}}. Przeszukaj dzienniki środowiska uruchomieniowego pod kątem błędów lub spróbuj ponownie później.
zh_tw: 無法取得索引鍵 {{keyName}}。請查看執行階段記錄中有無任何錯誤，並於稍後再試一次。

# error_unableToloadGeneratedAPIDefinition
source: We are not able to load the generated API definition. Please check the runtime logs for any errors or try again later.
de_de: Wir können die generierte API-Definition nicht laden. Prüfen Sie die Laufzeitprotokolle auf Fehler, oder versuchen Sie es später noch mal.
es_es: No se ha podido cargar la definición de API generada. Compruebe los errores en los registros de tiempo de ejecución o inténtelo de nuevo más tarde.
ja_jp: 生成された API 定義を読み込めません。ランタイム ログでエラーの有無を確認するか、後でもう一度やり直してください。
ko_kr: 생성된 API 정의를 로드할 수 없습니다. 런타임 로그에서 오류를 확인하거나 나중에 다시 시도하세요.
nl_nl: De API-definitie kan niet worden geladen. Controleer de runtimelogboeken voor informatie over mogelijke fouten of probeer het later opnieuw.
pl_pl: Nie można załadować wygenerowanej definicji interfejsu API. Przeszukaj dzienniki środowiska uruchomieniowego pod kątem błędów lub spróbuj ponownie później.
zh_tw: 無法載入所產生的 API 定義。請查看執行階段記錄中有無任何錯誤，並於稍後再試一次。
