Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# error_unableToUpdateRuntimeConfig
source: We are unable to update the runtime config. Please try again later.
de_de: Wir können die Laufzeitkonfiguration nicht aktualisieren. Versuchen Sie es später noch mal.
es_es: No se ha podido actualizar la configuración del entorno de ejecución. Inténtelo de nuevo más tarde.
ja_jp: ランタイム構成を更新できません。後でもう一度やり直してください。
ko_kr: 런타임 구성을 업데이트할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De runtimeconfiguratie kan niet worden bijgewerkt. Probeer het later opnieuw.
pl_pl: Nie można zaktualizować konfiguracji środowiska uruchomieniowego. Spróbuj ponownie później.
zh_tw: 無法更新執行階段組態。請稍後再試一次。

# error_unableToUpdateSwaggerData
source: We are not able to update the API definition. Please check the runtime logs for any errors or try again later.
de_de: Wir können die API-Definition nicht aktualisieren. Prüfen Sie die Laufzeitprotokolle auf Fehler, oder versuchen Sie es später noch mal.
es_es: No se ha podido actualizar la definición de API. Compruebe los errores en los registros de tiempo de ejecución o inténtelo de nuevo más tarde.
ja_jp: API 定義を更新できません。ランタイム ログでエラーの有無を確認するか、後でもう一度やり直してください。
ko_kr: API 정의를 업데이트할 수 없습니다. 런타임 로그에서 오류를 확인하거나 나중에 다시 시도하세요.
nl_nl: De API-definitie kan niet worden bijgewerkt. Controleer de runtimelogboeken voor informatie over mogelijke fouten of probeer het later opnieuw.
pl_pl: Nie można zaktualizować definicji interfejsu API. Przeszukaj dzienniki środowiska uruchomieniowego pod kątem błędów lub spróbuj ponownie później.
zh_tw: 無法更新此 API 定義。請查看執行階段記錄中有無任何錯誤，並於稍後再試一次。

# swaggerDefinition_revert
source: Revert to last save
de_de: Letzte Speicherung wiederherstellen
es_es: Revertir a la última operación de guardado
ja_jp: 前回保存した時点に戻す
ko_kr: 마지막 저장으로 되돌리기
nl_nl: Herstellen naar laatst opgeslagen versie
pl_pl: Przywróć ostatni zapis
zh_tw: 還原成上次儲存的版本

# binding_AADLinkAuth
source: Configure App Service Authentication / Authorization
de_de: App Service-Authentifizierung/-Autorisierung konfigurieren
es_es: Configurar la autenticación/autorización de App Service
ja_jp: App Service の認証と承認の構成
ko_kr: App Service 인증/권한 부여 구성
nl_nl: App Service-verificatie/-autorisatie configureren
pl_pl: Konfiguruj uwierzytelnianie/autoryzację usługi App Service
zh_tw: 設定 App Service 驗證/授權

# swaggerDefinition_placeHolder
source: #Click "Generate API definition template" to get started
de_de: #Klicken Sie auf "API-Definitionsvorlage generieren", um loszulegen.
es_es: #Haga clic en "Genera plantilla de definición de la API" para comenzar
ja_jp: #開始するには、[Generate API definition template] をクリックします
ko_kr: #"API 정의 템플릿 생성"을 클릭하여 시작하세요.
nl_nl: #Klik op Sjabloon voor API-definitie genereren om aan de slag te gaan
pl_pl: #Kliknij pozycję „Wygeneruj szablon definicji interfejsu API”, aby rozpocząć
zh_tw: #按一下 [Generate API definition template] 即可開始

# swaggerDefinition_confirmOverwrite
source: Are you sure you want to overwrite the API definition in the editor?
de_de: Möchten Sie die API-Definition im Editor überschreiben?
es_es: ¿Está seguro de que desea sobrescribir la definición de la API en el editor?
ja_jp: エディターの API 定義を上書きしてもよろしいですか?
ko_kr: 편집기에서 API 정의를 덮어쓰시겠습니까?
nl_nl: Weet u zeker dat u de API-definitie wilt overschrijven in de editor?
pl_pl: Czy na pewno chcesz zastąpić definicję interfejsu API w edytorze?
zh_tw: 確定要覆寫編輯器中的 API 定義嗎?

# swaggerDefinition_exporthelp
source: Use your API definition to access your Functions from within <a href="https://powerapps.microsoft.com/en-us/" target="_blank">PowerApps</a> and <a href="https://ms.flow.microsoft.com/en-us/" target="_blank">Flow</a>.
de_de: Verwenden Sie Ihre API-Definition, um aus <a href="https://powerapps.microsoft.com/de-de/" target="_blank">PowerApps</a> und <a href="https://ms.flow.microsoft.com/de-de/" target="_blank">Flow</a> auf Ihre Funktionen zuzugreifen.
es_es: Use su definición de API para tener acceso a las funciones desde dentro de <a href="https://powerapps.microsoft.com/en-us/" target="_blank">PowerApps</a> y <a href="https://ms.flow.microsoft.com/en-us/" target="_blank">Flow</a>.
ja_jp: <a href="https://powerapps.microsoft.com/en-us/" target="_blank">PowerApps</a> と <a href="https://ms.flow.microsoft.com/en-us/" target="_blank">Flow</a> で関数にアクセスするには、API 定義を使用します。
ko_kr: API 정의를 사용하여 <a href="https://powerapps.microsoft.com/en-us/" target="_blank">PowerApps</a> 및 <a href="https://ms.flow.microsoft.com/en-us/" target="_blank">Flow</a> 내에서 함수에 액세스합니다.
nl_nl: Gebruik uw API-definitie voor toegang tot uw functies in <a href="https://powerapps.microsoft.com/en-us/" target="_blank">PowerApps</a> en <a href="https://ms.flow.microsoft.com/en-us/" target="_blank">Flow</a>.
pl_pl: Używaj swojej definicji interfejsu API, aby uzyskiwać dostęp do swoich funkcji z usług <a href="https://powerapps.microsoft.com/en-us/" target="_blank">PowerApps</a> i <a href="https://ms.flow.microsoft.com/en-us/" target="_blank">Flow</a>.
zh_tw: 使用 API 定義可存取來自 <a href="https://powerapps.microsoft.com/en-us/" target="_blank">PowerApps</a> 與 <a href="https://ms.flow.microsoft.com/en-us/" target="_blank">Flow</a> 中的函數。

# swaggerDefinition_generateHelp
source: Create a sparse definition with the metadata from your HTTP triggered functions. Fill in the <a href="http://swagger.io/specification/#operationObject" target="_blank">operation objects</a>, and other information about your API before use.
de_de: Erstellen Sie eine Kurzdefinition mithilfe der Metadaten aus Ihren per HTTP ausgelösten Funktionen. Füllen Sie vor der Verwendung die <a href="http://swagger.io/specification/#operationObject" target="_blank">Vorgangsobjekte</a> sowie weitere Informationen zu Ihrer API aus.
es_es: Cree una definición dispersa con los metadatos de las funciones desencadenadas por HTTP. Complete los <a href="http://swagger.io/specification/#operationObject" target="_blank">objetos de la operación</a> y otra información sobre la API antes de usarla.
ja_jp: HTTP によってトリガーされる関数からメタデータを使ってスパース定義を作成します。 使用する前に、<a href="http://swagger.io/specification/#operationObject" target="_blank">操作オブジェクト</a>など、API に関する情報を入力してください。
ko_kr: HTTP 트리거된 함수의 메타데이터를 사용하여 스파스 정의를 만듭니다. 사용 전에 <a href="http://swagger.io/specification/#operationObject" target="_blank">작업 개체</a> 및 API에 대한 기타 정보를 입력합니다.
nl_nl: Maak een eenvoudige definitie met de metagegevens die afkomstig zijn uit uw met HTTP geactiveerde functies. Geef de <a href="http://swagger.io/specification/#operationObject" target="_blank">bewerkingsobjecten</a> en andere informatie over uw API voorafgaand aan gebruik op.
pl_pl: Utwórz rozrzedzoną definicję przy użyciu metadanych z funkcji wyzwalanych przez protokół HTTP. Przed użyciem wypełnij <a href="http://swagger.io/specification/#operationObject" target="_blank">obiekty operacji</a> i inne informacje na temat interfejsu API.
zh_tw: 使用您 HTTP 觸發之函式的中繼資料建立疏鬆定義。 使用前請先填入<a href="http://swagger.io/specification/#operationObject" target="_blank">作業物件</a>及 API 的其他相關資訊。

# swaggerDefinition_keyHelp
source: This key secures your API Definition from access to anyone without the key. It does not secure the underlying API. See each function to see their key security.
de_de: Dieser Schlüssel schützt Ihre API-Definition vor einem Zugriff durch Personen ohne Schlüssel. Die zugrunde liegende API wird hierdurch nicht geschützt. Informationen zum jeweiligen Schlüsselschutz finden Sie unter jeder Funktion.
es_es: Esta clave protege la definición de API frente al acceso de todo aquel que no tenga clave. No protege la API subyacente. Vea cada función para consultar su seguridad de claves.
ja_jp: このキーは、キーを持たないユーザーが API 定義にアクセスできないよう保護するものです。 基になる API そのものを保護するわけではありません。キーのセキュリティを確認する場合には、それぞれの関数をご覧ください。
ko_kr: 이 키는 누구도 키 없이 API 정의에 액세스하지 못하도록 보호합니다. 기본 API는 보호하지 않습니다. 각 함수에서 해당 키 보안을 확인하세요.
nl_nl: Met deze sleutel beveiligt u de API-definitie tegen toegang door personen zonder sleutel. Hiermee wordt de onderliggende API niet beveiligd. Controleer de afzonderlijke functies voor informatie over de bijhorende sleutelbeveiliging.
pl_pl: Ten klucz zabezpiecza definicję interfejsu API przed dostępem osób, które go nie posiadają. Nie zabezpiecza on bazowego interfejsu API. Przyjrzyj się każdej funkcji, aby sprawdzić jej zabezpieczenia za pomocą klucza.
zh_tw: 此金鑰可保護 API 定義免遭不具金鑰的人員存取。 此金鑰不會保護基礎 API。如需了解函式的金鑰安全性，請參閱每個函式的相關資訊。

# swaggerDefinition_sourceHelp
source: Set to "Function" to enable a hosted API definition and template definition generation. Set to "External URL" to use an API definition that is hosted elsewhere.
de_de: Legen Sie diese Einstellung auf "Funktion" fest, um das Generieren einer gehosteten API-Definition und einer Vorlagendefinition zu aktivieren. Legen Sie die Einstellung auf "Externe URL" fest, um eine API-Definition zu verwenden, die an anderer Stelle gehostet wird.
es_es: Seleccione el valor "Función" para habilitar una definición de API hospedada y la generación de la definición de plantillas. Elija "URL externa" para usar una definición de API hospedada en otro lugar.
ja_jp: ホストされている API 定義とテンプレート定義の生成を有効にする場合には、[関数] に設定します。 他の場所でホストされている API を使用する場合には、[外部 URL] に設定します。
ko_kr: 호스트된 API 정의 및 템플릿 정의 생성을 사용하도록 설정하려면 "함수"로 설정하세요. 다른 곳에서 호스트된 API 정의를 사용하려면 "외부 URL"로 설정하세요.
nl_nl: Geef hier de waarde Functie op om een gehoste API-definitie in te stellen en een sjabloondefinitie te maken. Geef de waarde Externe URL op om een API-definitie te gebruiken die ergens anders wordt gehost.
pl_pl: Ustaw wartość „Funkcja”, aby włączyć hostowaną definicję interfejsu API i generowanie definicji szablonu. Ustaw wartość „Zewnętrzny adres URL”, aby użyć definicji interfejsu API hostowanej w innej lokalizacji.
zh_tw: 設為 [函式] 表示允許在主機上產生 API 定義與範本定義。 設定為 [外部 URL] 表示可使用裝載在其他位置上的 API 定義。

# swaggerDefinition_urlHelp
source: Use this URL to directly access your API definition and import into 3rd party tools
de_de: Verwenden Sie diese URL für den direkten Zugriff auf Ihre API-Definition und den Import in Drittanbietertools.
es_es: Use esta dirección URL para tener acceso directo a la definición de API e importar en herramientas de terceros
ja_jp: API 定義に直接アクセスし、サード パーティ ツールにインポートする際に使用する URL です
ko_kr: 이 URL을 사용하여 API 정의에 직접 액세스하고 타사 도구로 가져올 수 있습니다.
nl_nl: U gebruikt deze URL voor rechtstreekse toegang tot uw API-definitie en om deze te importeren in hulpprogramma's van derden
pl_pl: Użyj tego adresu URL, aby bezpośrednio uzyskiwać dostęp do swojej definicji interfejsu API i importować ją do narzędzi innych firm
zh_tw: 使用此 URL 可直接存取您的 API 定義，並將其匯入協力廠商的工具中

# appFunctionSettings_changeEditMode
source: Change the edit mode of your function app
de_de: Hiermit wird der Bearbeitungsmodus Ihrer Funktionen-App geändert.
es_es: Cambiar el modo de edición de la aplicación de función
ja_jp: Function App の編集モードの変更
ko_kr: 함수 앱의 편집 모드 변경
nl_nl: De bewerkingsmodus van uw functie-app wijzigen
pl_pl: Zmień tryb edycji aplikacji funkcji
zh_tw: 變更函數應用程式的編輯模式

# appFunctionSettings_editMode
source: Function app edit mode
de_de: Bearbeitungsmodus der Funktionen-App
es_es: Modo de edición de la aplicación de función
ja_jp: Function App の編集モード
ko_kr: 함수 앱 편집 모드
nl_nl: Bewerkingsmodus van de functie-app
pl_pl: Tryb edycji aplikacji funkcji
zh_tw: 函數應用程式編輯模式

# appFunctionSettings_readOnlyMode
source: Read Only
de_de: Schreibgeschützt
es_es: Solo lectura
ja_jp: 読み取り専用
ko_kr: 읽기 전용
nl_nl: Alleen-lezen
pl_pl: Tylko do odczytu
zh_tw: 唯讀

# appFunctionSettings_readWriteMode
source: Read/Write
de_de: Lesen/Schreiben
es_es: Lectura y escritura
ja_jp: 読み取り/書き込み
ko_kr: 읽기/쓰기
nl_nl: Lezen/Schrijven
pl_pl: Odczyt/zapis
zh_tw: 讀取/寫入

# validation_duplicateError
source: Duplicate values are not allowed
de_de: Doppelte Werte sind nicht zulässig.
es_es: No se permiten valores duplicados
ja_jp: 値の重複は許可されていません
ko_kr: 중복 값은 사용할 수 없습니다.
nl_nl: Dubbele waarden zijn niet toegestaan
pl_pl: Zduplikowane wartości są niedozwolone
zh_tw: 不允許重複的值

# validation_requiredError
source: This field is required
de_de: Dieses Feld ist erforderlich.
es_es: Este campo es obligatorio
ja_jp: このフィールドは必須項目です
ko_kr: 이 필드는 필수입니다.
nl_nl: Dit veld is vereist
pl_pl: To pole jest wymagane
zh_tw: 這是必要欄位

# validation_siteNameMinChars
source: The name must be at least 2 characters
de_de: Der Name muss mindestens 2 Zeichen lang sein.
es_es: El nombre debe tener al menos 2 caracteres
ja_jp: 名前は 2 文字以上でなければなりません
ko_kr: 이름은 2자 이상이어야 합니다.
nl_nl: De naam mag niet korter zijn dan 2 tekens
pl_pl: Nazwa musi mieć co najmniej 2 znaki
zh_tw: 名稱至少必須包含 2 個字元

# validation_siteNameMaxChars
source: The name must be fewer than 60 characters
de_de: Der Name muss weniger als 60 Zeichen umfassen.
es_es: El nombre debe tener menos de 60 caracteres
ja_jp: 名前は 60 文字未満でなければなりません
ko_kr: 이름은 60자 미만이어야 합니다.
nl_nl: De naam mag niet langer zijn dan 60 tekens
pl_pl: Nazwa musi mieć mniej niż 60 znaków
zh_tw: 名稱必須少於 60 個字元

# validation_siteNameInvalidChar
source: '{0}' is an invalid character
de_de: "{0}" ist ein ungültiges Zeichen.
es_es: "{0}" no es un carácter válido
ja_jp: '{0}' は無効な文字です
ko_kr: '{0}'은(는) 잘못된 문자입니다.
nl_nl: {0} is een ongeldig teken
pl_pl: „{0}” jest nieprawidłowym znakiem
zh_tw: {0} 是無效字元

# validation_siteNameNotAvailable
source: The app name '{0}' is not available
de_de: Der App-Name \"{0}\" ist nicht verfügbar.
es_es: El nombre de aplicación '{0}' no está disponible.
ja_jp: アプリ名 '{0}' は使用できません
ko_kr: 앱 이름 '{0}'을(를) 사용할 수 없습니다.
nl_nl: De app-naam {0} is niet beschikbaar
pl_pl: Nazwa aplikacji „{0}” jest niedostępna
zh_tw: 無法使用應用程式名稱 '{0}'

# error_unableToUpdateFunctionAppEditMode
source: We are unable to update your function app's edit mode. Please try again later.
de_de: Der Bearbeitungsmodus der Funktionen-App kann nicht aktualisiert werden. Versuchen Sie es später noch mal.
es_es: No podemos actualizar el modo de edición de la aplicación de función. Inténtelo de nuevo más tarde.
ja_jp: Function App の編集モードを更新できませんでした。後でもう一度やり直してください。
ko_kr: 함수 앱의 편집 모드를 업데이트할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De bewerkingsmodus van uw functie-app kan niet worden bijgewerkt. Probeer het later opnieuw.
pl_pl: Nie możemy zaktualizować trybu edycji Twojej aplikacji funkcji. Spróbuj ponownie później.
zh_tw: 目前無法更新您函數應用程式的編輯模式。請稍後再試一次。

# readOnly
source: Your app is currently in read only mode because it has been manually set to read only. To change edit mode visit
de_de: Ihre App befindet sich aktuell im schreibgeschützten Modus, weil Sie den Bearbeitungsmodus auf "Nur Lesen" festgelegt haben. Sie können den Bearbeitungsmodus hier ändern:
es_es: La aplicación está actualmente en modo de solo lectura porque ha establecido el modo de edición en solo lectura. Para cambiar el modo de edición, visite
ja_jp: 編集モードが [読み取り専用] に設定されたため、アプリが現在 [読み取り専用] モードになっています。編集モードを変更するには、
ko_kr: 편집 모드를 읽기 전용으로 설정했으므로 현재 앱은 읽기 전용 모드입니다. 편집 모드를 변경하려면
nl_nl: Uw app bevindt zich momenteel in de modus alleen-lezen omdat u de bewerkingsmodus hebt ingesteld op alleen-lezen. Voor het wijzigen van de bewerkingsmodus, gaat u naar
pl_pl: Twoja aplikacja jest obecnie w trybie tylko do odczytu, ponieważ tryb edycji został ustawiony na tylko do odczytu. Aby zmienić tryb edycji, odwiedź
zh_tw: 因為您已將編輯模式設定為唯讀模式，所以應用程式目前是唯讀模式。若要變更編輯模式，請瀏覽

# readWriteSourceControlled
source: Your app is currently in read/write mode because you've set the edit mode to read/write despite having source control enabled. Any changes you make may get overwritten with your next deployment. To change edit mode visit
de_de: Ihre App befindet sich zurzeit im Lese-/Schreibmodus, weil Sie den Bearbeitungsmodus auf "Lesen/Schreiben" festgelegt haben, obwohl die Quellcodeverwaltung aktiviert ist. Alle durchgeführten Änderungen werden bei der nächsten Bereitstellung möglicherweise überschrieben. Sie können den Bearbeitungsmodus hier ändern:
es_es: La aplicación está actualmente en modo de lectura y escritura porque ha establecido el modo de edición en lectura y escritura a pesar de tener el control de código fuente habilitado. Los cambios que haga pueden sobrescribirse con su próxima implementación. Para cambiar el modo de edición, visite
ja_jp: ソース管理が有効になっているにもかかわらず編集モードが [読み取り\書き込み] に設定されたため、アプリが現在 [読み取り\書き込み] モードになっています。今回の変更はいずれも、次回のデプロイで上書きされる可能性があります。編集モードを変更するには、
ko_kr: 소스 제어를 사용하도록 설정했지만 편집 모드를 읽기\쓰기로 설정했으므로 현재 앱은 읽기\쓰기 모드입니다. 변경한 내용을 다음 배포 시 덮어쓸 수 있습니다. 편집 모드를 변경하려면 다음을 방문하세요.
nl_nl: Uw app bevindt zich momenteel in de modus lezen\schrijven omdat u de bewerkingsmodus hebt ingesteld op lezen\schrijven ondanks dat bronbeheer is ingeschakeld. Wijzigingen die u hebt aangebracht kunnen worden overschreven bij de volgende implementatie. Voor het wijzigen van de bewerkingsmodus, gaat u naar
pl_pl: Twoja aplikacja jest obecnie w trybie Odczyt\zapis, ponieważ masz ustawiony tryb edycji Odczyt\zapis mimo włączonej kontroli źródła. Wszelkie wprowadzone zmiany mogą zostać zastąpione kolejnym wdrożeniem. Aby zmienić tryb edycji, odwiedź
zh_tw: 因為雖然已啟用了原始檔控制，但您仍已將編輯模式設定為讀寫，所以應用程式目前是讀寫模式。您所進行的任何變更，都會覆寫下一次的部署。若要變更編輯模式，請瀏覽

# readOnlyGeneratedBy
source: Your app is currently in read only mode because you have published a generated function.json. Changes made to function.json will not be honored by the Functions runtime.
de_de: Ihre App befindet sich zurzeit im schreibgeschützten Modus, weil Sie eine generierte Datei "function.json" veröffentlicht haben. Änderungen an "function.json" werden von der Functions-Laufzeit nicht berücksichtigt.
es_es: La aplicación se encuentra actualmente en modo de solo lectura porque se ha publicado un archivo function.json generado. El entorno en tiempo de ejecución de Functions no respetará los cambios realizados en function.json.
ja_jp: 生成された function.json を公開しているため、アプリは現在読み取り専用モードになっています。function.json に加えられた変更は、Functions ランタイムでは受け入れられません。
ko_kr: 생성된 function.json을 게시했기 때문에 현재 앱이 읽기 전용 모드입니다. function.json의 변경 내용이 함수 런타임에 적용되지 않습니다.
nl_nl: De app is momenteel in de modus alleen-lezen omdat u hebt gegenereerde function.json hebt gepubliceerd. Wijzigingen in de function.json worden niet verwerkt in de Functions-runtime.
pl_pl: Twoja aplikacja jest obecnie w trybie tylko do odczytu, ponieważ opublikowano wygenerowany plik function.json. Zmiany wprowadzone w pliku function.json nie będą uznawane przez środowisko uruchomieniowe usługi Functions.
zh_tw: 因為您已發行產生的 function.json，所以應用程式目前為唯讀模式。Functions 執行階段不會接受 Function.json 的變更。

# readWriteGeneratedBy
source: Your app is currently in read/write mode because you've set the edit mode to read/write despite having a generated function.json. Changes made to function.json will not be honored by the Functions runtime.
de_de: Ihre App befindet sich zurzeit im Lese-/Schreibmodus, weil Sie den Bearbeitungsmodus auf "Lesen/Schreiben" festgelegt haben, obwohl "function.json" generiert wurde. Alle durchgeführten Änderungen werden bei der nächsten Bereitstellung möglicherweise überschrieben. Sie können den Bearbeitungsmodus hier ändern:
es_es: La aplicación está actualmente en modo de lectura/escritura porque ha establecido el modo de edición en lectura/escritura a pesar de generarse un archivo function.json. Los cambios que haga pueden sobrescribirse en la próxima implementación. Para cambiar el modo de edición, visite
ja_jp: function.json が生成されたにもかかわらず編集モードが [読み取り\書き込み] に設定されたため、アプリが現在 [読み取り\書き込み] モードになっています。今回の変更はいずれも、次回のデプロイで上書きされる可能性があります。編集モードを変更するには、
ko_kr: 생성된 function.json이 있지만 편집 모드를 읽기\쓰기로 설정했으므로 현재 앱은 읽기\쓰기 모드입니다. 변경한 내용을 다음 배포 시 덮어쓸 수 있습니다. 편집 모드를 변경하려면 다음을 방문하세요.
nl_nl: Uw app bevindt zich momenteel in de modus lezen\schrijven omdat u de bewerkingsmodus hebt ingesteld op lezen\schrijven ondanks dat function.json is gegenereerd. Wijzigingen die u hebt aangebracht kunnen worden overschreven bij de volgende implementatie. Voor het wijzigen van de bewerkingsmodus, gaat u naar
pl_pl: Twoja aplikacja jest obecnie w trybie Odczyt\zapis, ponieważ masz ustawiony tryb edycji Odczyt\zapis mimo posiadania wygenerowanego pliku function.json. Wszelkie wprowadzone zmiany mogą zostać zastąpione kolejnym wdrożeniem. Aby zmienić tryb edycji, odwiedź
zh_tw: 因為您已將編輯模式設為讀寫模式，所以即使具有產生的 function.json，您的應用程式目前仍為讀寫模式。你所做的任何變更可能會在下次部署時覆寫。若要變更編輯模式，請參閱

# copypre_copy
source: Copy
de_de: Kopieren
es_es: Copiar
ja_jp: コピー
ko_kr: 복사
nl_nl: Kopiëren
pl_pl: Kopiuj
zh_tw: 複製

# keysDialog_getFunctionUrl
source: Get function URL
de_de: Funktions-URL abrufen
es_es: Obtener la dirección URL de la función
ja_jp: 関数の URL の取得
ko_kr: 함수 URL 가져오기
nl_nl: Functie-URL ophalen
pl_pl: Pobierz adres URL funkcji
zh_tw: 取得函數 URL

# keysDialog_key
source: Key
de_de: Schlüssel
es_es: Clave
ja_jp: キー
ko_kr: 키
nl_nl: Sleutel
pl_pl: Klawisz
zh_tw: 索引鍵

# keysDialog_url
source: URL
es_es: Dirección URL
pl_pl: Adres URL

# downloadFunctionAppContent
source: Download app content
de_de: App-Inhalt herunterladen
es_es: Descargar contenido de aplicación
ja_jp: アプリのコンテンツのダウンロード
ko_kr: 앱 콘텐츠 다운로드
nl_nl: App-inhoud downloaden
pl_pl: Pobierz zawartość aplikacji
zh_tw: 下載應用程式內容

# functionKeys_renewConfirmation
source: Are you sure you want to renew {{name}} key?
de_de: Möchten Sie den Schlüssel "{{name}}" verlängern?
es_es: ¿Está seguro de que desea renovar la clave de {{name}}?
ja_jp: {{name}} キーを更新してもよろしいですか?
ko_kr: {{name}} 키를 갱신하시겠습니까?
nl_nl: Weet u zeker dat u de sleutel {{name}} wilt verlengen?
pl_pl: Czy na pewno chcesz odnowić klucz {{name}}?
zh_tw: 確定要更新 {{name}} 金鑰嗎?

# emptyBrowse
source: Azure Functions are an event-based serverless compute experience to accelerate your development. Scale based on demand and pay only for the resources you consume.
de_de: Azure Functions ist eine ereignisbasierte, serverlose Computelösung zur Beschleunigung Ihrer Entwicklung. Profitieren Sie von einer bedarfsorientierten Skalierung, und zahlen Sie nur für die Ressourcen, die Sie nutzen.
es_es: Azure Functions es una experiencia de proceso sin servidor y basada en eventos para acelerar el desarrollo. Escale en función de la demanda y pague solo los recursos que consuma.
ja_jp: Azure Functions は、イベントベースのサーバーレス コンピューティング エクスペリエンスであり、開発期間の短縮に役立ちます。必要に応じてスケールでき、消費したリソースに対してのみ料金を支払います。
ko_kr: Azure Functions는 이벤트 기반의 서버를 사용하지 않는 계산 환경으로서 개발을 가속화하며, 요청에 따라 크기를 조정하므로 사용한 리소스에 대해서만 비용을 지불합니다.
nl_nl: Azure Functions is een op gebeurtenissen gebaseerde rekenervaring zonder server waarmee u sneller kunt ontwikkelen. U kunt schalen op aanvraag en u betaalt alleen voor de resources die u gebruikt.
pl_pl: Azure Functions to bazujące na zdarzeniach, bezserwerowe środowisko obliczeniowe przyspieszające programowanie. Skaluj je zależnie od potrzeb i płać tylko za wykorzystane zasoby.
zh_tw: Azure Functions 是以事件為基礎的無伺服器計算體驗，可加速您的開發。規模取決於您當時所需的規模，且只需要支付您所取用的資源即可。

# emptyBrowse_learnMore
source: Learn more about azure functions
de_de: Weitere Informationen zu Azure Functions
es_es: Más información sobre Azure Functions
ja_jp: Azure Functions の詳細
ko_kr: Azure Functions에 대한 자세한 정보
nl_nl: Meer informatie over Azure Functions
pl_pl: Dowiedz się więcej na temat usługi Azure Functions
zh_tw: 深入了解 Azure Functions

# eventHubPicker_eventHub
source: Event Hub
ja_jp: イベント ハブ
ko_kr: Event Hubs
pl_pl: Centrum zdarzeń usługi Event Hubs
zh_tw: 事件中樞

# eventHubPicker_namespace
source: Namespace
es_es: Espacio de nombres
ja_jp: 名前空間
ko_kr: 네임스페이스
nl_nl: Naamruimte
pl_pl: Przestrzeń nazw
zh_tw: 命名空間

source: Not found.
de_de: Nicht gefunden.
es_es: No se encontró.
ja_jp: 見つかりませんでした。
ko_kr: 찾을 수 없습니다.
nl_nl: Niet gevonden.
pl_pl: Nie znaleziono.
zh_tw: 找不到。

# eventHubPicker_IOTEndpoint
source: Endpoint
de_de: Endpunkt
es_es: Extremo
ja_jp: エンドポイント
ko_kr: 끝점
nl_nl: Eindpunt
pl_pl: Punkt końcowy
zh_tw: 端點

# emptyBrowse_title
source: No function apps to display
de_de: Keine Funktionen-Apps zur Anzeige vorhanden
es_es: No hay ninguna aplicación de función para mostrar
ja_jp: 表示する Function App がありません
ko_kr: 표시할 함수 앱이 없음
nl_nl: Er kunnen geen functie-apps worden weergegeven
pl_pl: Brak funkcji aplikacji do wyświetlenia
zh_tw: 沒有任何要顯示的函數應用程式
