Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# backend_error_MissingAzureFilesConnectionString
source: '{0}' application setting is missing from your app. This setting contains a connection string for an Azure Storage account that is used to host your functions content. Your app will be completely broken without this setting. You may need to delete and recreate this function app if you no longer have access to the value of that application setting.
de_de: Die Anwendungseinstellung "{0}" fehlt in Ihrer App. Diese Einstellung enthält eine Verbindungszeichenfolge für ein Azure Storage-Konto, das zum Hosten Ihres Funktionsinhalts verwendet wird. Ihre App ist ohne diese Einstellung nicht funktionsfähig. Sie müssen diese Funktionen-App möglicherweise löschen und neu erstellen, wenn Sie auf den Wert dieser Anwendungseinstellung keinen Zugriff mehr haben.
es_es: La configuración de la aplicación "{0}" falta en la aplicación. Esta configuración contiene una cadena de conexión con una cuenta de Azure Storage que se usa para hospedar el contenido de las funciones. La aplicación se interrumpirá completamente sin esta configuración. Es posible que tenga que eliminar y volver a crear esta instancia de Function App si ya no tiene acceso al valor de esa configuración de la aplicación.
ja_jp: アプリにアプリケーション設定 '{0}' がありません。この設定には、関数コンテンツのホストに使用する Azure ストレージ アカウントの接続文字列が含まれています。この設定がないと、アプリが完全に破損します。このアプリケーション設定の値にアクセスできなくなった場合には、この Function App の削除および再作成が必要になることがあります。
ko_kr: '{0}' 응용 프로그램 설정이 앱에 없습니다. 이 설정에는 함수 콘텐츠를 호스트하는 데 사용되는 Azure Storage 계정에 대한 연결 문자열이 포함되어 있습니다. 이 설정이 없으면 앱이 완전히 손상됩니다. 해당 응용 프로그램 설정의 값에 더 이상 액세스할 수 없는 경우 이 함수 앱을 삭제하고 다시 만들어야 합니다.
nl_nl: {0}-toepassingsinstelling ontbreekt in uw app. Deze instelling bevat een verbindingsreeks voor een Azure-opslagaccount waarmee de inhoud van uw functie wordt gehost. Zonder deze instelling kan uw app beslist niet werken. Mogelijk moet u deze functie-app verwijderen en opnieuw maken als u geen toegang meer hebt tot de waarde van deze toepassingsinstelling.
pl_pl: W aplikacji brakuje ustawienia „{0}”. Zawiera ono parametry połączenia konta usługi Azure Storage służącego do hostowania zawartości funkcji. Bez tego ustawienia aplikacja nie będzie w ogóle działać. Jeśli nie masz już dostępu do wartości tego ustawienia aplikacji, może być konieczne usunięcie i ponowne utworzenie tej aplikacji funkcji.
zh_tw: 您的應用程式缺少 '{0}' 應用程式設定。此設定包含用於裝載函數內容之 Azure 儲存體帳戶的連接字串。若無該項設定，您的應用程式將會完全中斷。如果您無法再存取該應用程式設定的值，可能需要刪除此函數應用程式，然後重新建立。

# backend_error_MissingAzureFilesContentShare
source: '{0}' application setting is missing from your app. This setting contains a share name where your function content lives. Your app will be completely broken without this setting. You may need to delete and recreate this function app if you no longer have access to the value of that application setting.
de_de: Die Anwendungseinstellung "{0}" fehlt in Ihrer App. Diese Einstellung enthält den Namen einer Freigabe, in der sich Ihr Funktionsinhalt befindet. Ihre App ist ohne diese Einstellung nicht funktionsfähig. Sie müssen diese Funktionen-App möglicherweise löschen und neu erstellen, wenn Sie auf den Wert dieser Anwendungseinstellung keinen Zugriff mehr haben.
es_es: La configuración de la aplicación "{0}" falta en la aplicación. Esta configuración contiene un nombre del recurso compartido donde reside el contenido de la función. La aplicación se interrumpirá completamente sin esta configuración. Es posible que tenga que eliminar y volver a crear esta instancia de Function App si ya no tiene acceso al valor de esa configuración de la aplicación.
ja_jp: アプリにアプリケーション設定 '{0}' がありません。この設定には、関数コンテンツが存在する共有の名前が含まれます。この設定がないと、アプリが完全に破損します。このアプリケーション設定の値にアクセスできなくなった場合には、この Function App の削除および再作成が必要になることがあります。
ko_kr: '{0}' 응용 프로그램 설정이 앱에 없습니다. 이 설정에는 함수 콘텐츠가 있는 공유 이름이 포함되어 있습니다. 이 설정이 없으면 앱이 완전히 손상됩니다. 해당 응용 프로그램 설정의 값에 더 이상 액세스할 수 없는 경우 이 함수 앱을 삭제하고 다시 만들어야 할 수 있습니다.
nl_nl: De toepassingsinstelling {0} ontbreekt in uw app. Deze instelling bevat een sharenaam voor de locatie waar uw inhoud is opgeslagen. Zonder deze instelling werkt uw app niet. Mogelijk moet u deze functie-app verwijderen en opnieuw maken als u geen toegang meer hebt tot de waarde van deze toepassingsinstelling.
pl_pl: W aplikacji brakuje ustawienia „{0}”. Zawiera ono nazwę udziału, w którym znajduje się zawartość funkcji. Bez tego ustawienia aplikacja nie będzie w ogóle działać. Jeśli nie masz już dostępu do wartości tego ustawienia aplikacji, może być konieczne usunięcie i ponowne utworzenie tej aplikacji funkcji.
zh_tw: 您的應用程式缺少 '{0}' 應用程式設定。此設定包含函數內容所在的共用名稱。若無該項設定，您的應用程式將會完全中斷。如果您已無法再存取該應用程式設定的值，可能需要刪除此函數應用程式，然後再重新建立。

# backend_error_MissingAzureWebJobsDashboardAppSetting
source: '{0}' application setting is missing from your app. This setting contains a connection string for an Azure Storage account that is needed for the monitoring view of your functions. This is where invocation data is aggregated and then displayed in monitoring view. Your monitoring view might be broken.
de_de: Die Anwendungseinstellung "{0}" fehlt in Ihrer App. Diese Einstellung enthält eine Verbindungszeichenfolge für ein Azure Storage-Konto, das für die Überwachungsansicht Ihrer Funktionen benötigt wird. In dieser werden Aufrufdaten aggregiert und dann in der Überwachungsansicht angezeigt. Ihre Überwachungsansicht funktioniert möglicherweise nicht ordnungsgemäß.
es_es: La configuración de la aplicación "{0}" falta en la aplicación. Esta configuración contiene una cadena de conexión con una cuenta de Azure Storage que se necesita para la vista de supervisión de sus funciones. Aquí se agregan los datos de la invocación y, luego, se muestran en la vista de supervisión. Es posible que la vista de supervisión no funcione.
ja_jp: アプリにアプリケーション設定 '{0}' がありません。この設定には、関数の監視ビューで必要になる Azure ストレージ アカウントの接続文字列が含まれています。ここに呼び出しデータが集まり、集まったデータが監視ビューに表示されます。監視ビューが破損している可能性があります。
ko_kr: '{0}' 응용 프로그램 설정이 앱에 없습니다. 이 설정에는 함수의 뷰를 모니터링하는 데 필요한 Azure Storage 계정에 대한 연결 문자열이 포함되어 있습니다. 이 문자열은 호출 데이터가 집계된 다음 모니터링 뷰에 표시되는 위치입니다. 모니터링 뷰가 손상될 수 있습니다.
nl_nl: {0}-toepassingsinstelling ontbreekt in uw app. Deze instelling bevat een verbindingsreeks voor een Azure-opslagaccount dat vereist is voor de bewakingsweergave van uw functies. Hier worden aanroepgegevens samengevoegd en vervolgens weergegeven in de bewakingsweergave. De bewakingsweergave werkt mogelijk niet meer.
pl_pl: W aplikacji brakuje ustawienia „{0}”. Zawiera ono parametry połączenia konta usługi Azure Storage wymaganego w widoku monitorowania funkcji. W tym widoku są agregowane i wyświetlane dane wywołań. Widok monitorowania może nie działać.
zh_tw: 您的應用程式缺少 '{0}' 應用程式設定。此設定包含監視函數檢視所需的 Azure 儲存體帳戶連接字串。其為引動過程資料彙總之處，引動過程資料接著會顯示在監視檢視中。您的監視檢視可能已中斷。

# backend_error_MissingAzureWebJobsStorageAppSetting
source: '{0}' application setting is missing from your app. This setting contains a connection string for an Azure Storage account that is needed for the functions runtime to handle multiple instances synchronization, log invocation results, and other infrastructure jobs. Your function app will not work correctly without that setting.
de_de: Die Anwendungseinstellung "{0}" fehlt in Ihrer App. Diese Einstellung enthält eine Verbindungszeichenfolge für ein Azure Storage-Konto, das die Funktionslaufzeit benötigt, um die Synchronisierung mehrerer Instanzen, Protokollaufrufergebnisse und andere Infrastrukturaufträge zu verarbeiten. Ihre Funktionen-App wird ohne diese Einstellung nicht ordnungsgemäß funktionieren.
es_es: La configuración de la aplicación "{0}" falta en la aplicación. Esta configuración contiene una cadena de conexión con una cuenta de Azure Storage que se necesita para que el entorno de ejecución de las funciones controle la sincronización de varias instancias, los resultados de la invocación del registro y otros trabajos de infraestructura. Su instancia de Function App no funcionará correctamente sin esta configuración.
ja_jp: アプリにアプリケーション設定 '{0}' がありません。この設定には、関数ランタイムが複数のインスタンスの同期、ログの呼び出し結果、その他のインフラストラクチャ ジョブを処理する際に必要になる Azure ストレージ アカウントの接続文字列が含まれています。この設定がないと、Function App が正しく動作しなくなります。
ko_kr: '{0}' 응용 프로그램 설정이 앱에 없습니다. 이 설정에는 함수 런타임에서 여러 인스턴스 동기화를 처리하고, 호출 결과를 기록하고, 기타 인프라 작업을 수행하는 데 필요한 Azure Storage 계정에 대한 연결 문자열이 포함되어 있습니다. 해당 설정이 없으면 함수 앱이 올바로 작동하지 않습니다.
nl_nl: {0}-toepassingsinstelling ontbreekt in uw app. Deze instelling bevat een verbindingsreeks voor een Azure-opslagaccount dat is vereist voor de runtime van uw functies om synchronisatie van meerdere instanties af te handelen, resultaten van aanroepen vast te leggen en andere infrastructuurtaken uit te voeren. Zonder deze instelling werkt uw functie-app niet op de juiste manier.
pl_pl: W aplikacji brakuje ustawienia „{0}”. Zawiera ono parametry połączenia konta usługi Azure Storage umożliwiającego obsługę synchronizacji w wielu wystąpieniach, wyników wywołań rejestracji i innych zadań w infrastrukturze przez środowisko uruchomieniowe funkcji. Bez tego ustawienia aplikacja funkcji może nie działać prawidłowo.
zh_tw: 您的應用程式缺少 '{0}' 應用程式設定。此設定包含 Azure 儲存體帳戶進行以下作業所需的連接字串: 讓函數執行個體可處理多重執行個體的同步、記錄檔引動過程結果，以及其他基礎結構工作。若無該項設定，函數應用程式將無法正常運作。

# backend_error_MissingAzureWebJobsStorageAppSetting_action
source: Create the app setting with a valid storage connection string.
de_de: Erstellen Sie die App-Einstellung mit einer gültigen Speicherverbindungszeichenfolge.
es_es: Cree la configuración de la aplicación con una cadena de conexión de almacenamiento válida.
ja_jp: 有効なストレージ接続文字列を使ってアプリの設定を作成してください。
ko_kr: 올바른 저장소 연결 문자열을 사용하여 앱 설정을 만드세요.
nl_nl: Maak de app-instelling met een geldige verbindingsreeks voor het opslagaccount.
pl_pl: Utwórz ustawienie aplikacji przy użyciu prawidłowych parametrów połączenia magazynu.
zh_tw: 請以有效的儲存體連接字串，建立應用程式設定。

# backend_error_MissingFunctionsExtensionVersionAppSetting
source: '{0}' application setting is missing from your app. Without this setting you'll always be running the latest version of the runtime even across major version updates which might contain breaking changes. It's advised to set that value to the current latest major version (~1) and you'll get notified with newer versions for update.
de_de: Die Anwendungseinstellung "{0}" fehlt in Ihrer App. Ohne diese Einstellung führen Sie immer die neueste Version der Laufzeit aus, selbst bei umfangreicheren Versionsupdates, die zu Fehlern führen können. Es wird empfohlen, den Wert auf die neueste Hauptversion (~1) festzulegen. Sie werden dann benachrichtigt, wenn neuere Versionen für das Update verfügbar sind.
es_es: La configuración de la aplicación "{0}" falta en la aplicación. Sin esta configuración, siempre ejecutará la versión más reciente del entorno de ejecución, incluso si hay actualizaciones de la versión principal que puedan contener cambios innovadores. Se recomienda establecer ese valor en la versión principal actual más reciente (~1) y recibirá notificaciones con las versiones más recientes para que realice la actualización.
ja_jp: アプリにアプリケーション設定 '{0}' がありません。この設定がないと、メジャー バージョンの更新により大幅な変更があった場合でも、常に最新バージョンのランタイムが実行されることになります。この値は、最新のメジャー バージョン (1 など) に設定しておくことをお勧めします。更新用に新しいバージョンが公開されたときは、通知を受信します。
ko_kr: '{0}' 응용 프로그램 설정이 앱에 없습니다. 이 설정이 없으면 부정적 영향을 주는 변경 사항(breaking change)을 포함할 수 있는 주 버전 업데이트 간에도 항상 최신 버전의 런타임이 실행됩니다. 해당 값은 현재 최신의 주 버전(~1)으로 설정하는 것이 좋으며 업데이트의 최신 버전이 있으면 알림을 받게 됩니다.
nl_nl: De toepassingsinstelling {0} ontbreekt in uw app. Zonder deze instelling voert u altijd de laatste versie uit van de runtime, ook bij updates van de primaire versie die wijzigingen met grote gevolgen kunnen bevatten. U kunt de waarde het beste instellen op de meest recente primaire versie (~1). U ontvangt dan bericht als er nieuwere versies beschikbaar zijn waarnaar u kunt bijwerken.
pl_pl: W aplikacji brakuje ustawienia „{0}”. Bez tego ustawienia zawsze będziesz korzystać z najnowszej wersji środowiska uruchomieniowego — nawet podczas aktualizacji wersji głównych, które mogą zawierać zmiany blokujące działanie aplikacji. Zalecane jest ustawienie tej wartości na bieżącą najnowszą wersję główną (~1). Będziesz otrzymywać powiadomienia o nowszych wersjach wymagających aktualizacji.
zh_tw: 您的應用程式缺少 '{0}' 應用程式設定。若無該項設定，則一律會執行最新版的執行階段 (甚至跨越可能包含最新變更的主要版本更新)。建議將該值設定為目前最新的主要版本 (~ 1)，如此即可通知您有更新的版本可供更新。

# backend_error_StorageAccountConnectionStringIsNullOrEmpty
source: Azure Storage Account connection string stored in '{0}' is null or empty. This is required to have your function app working.
de_de: Die in "{0}" gespeicherte Verbindungszeichenfolge für das Azure Storage-Konto ist NULL oder leer. Diese Verbindungszeichenfolge ist erforderlich, damit Ihre Funktionen-App ordnungsgemäß funktioniert.
es_es: La cadena de conexión de la cuenta de Azure Storage almacenada en "{0}" es nula o está vacía. Es necesaria para que la instancia de Function App funcione.
ja_jp: '{0}' に格納されている Azure ストレージ アカウントの接続文字列が null であるか、空です。Function App が動作するには、接続文字列が必要です。
ko_kr: '{0}'에 저장된 Azure Storage 계정 연결 문자열이 null이거나 비어 있습니다. 함수 앱이 작동하려면 이 문자열이 필요합니다.
nl_nl: De verbindingsreeks voor een Azure-opslagaccount die in {0} is opgeslagen, is null of leeg. Zonder deze verbindingsreeks kan uw functie-app niet werken.
pl_pl: Parametry połączenia konta usługi Azure Storage przechowywane w ustawieniu „{0}” mają wartość null lub są puste. Są one wymagane do działania aplikacji funkcji.
zh_tw: 儲存在 '{0}' 中的 Azure 儲存體帳戶連接字串為 null 或空白。必須要有此連接字串，函數應用程式才可運作。

# backend_error_StorageAccountConnectionStringIsNullOrEmpty_action
source: Update the app setting with a valid storage connection string.
de_de: Aktualisieren Sie die App-Einstellung mit einer gültigen Speicherverbindungszeichenfolge.
es_es: Actualice la configuración de la aplicación con una cadena de conexión de almacenamiento válida.
ja_jp: 有効なストレージ接続文字列を使ってアプリの設定を更新してください。
ko_kr: 올바른 저장소 연결 문자열을 사용하여 앱 설정을 업데이트하세요.
nl_nl: Werk de app-instelling bij met een geldige verbindingsreeks voor het opslagaccount.
pl_pl: Zaktualizuj ustawienie aplikacji przy użyciu prawidłowych parametrów połączenia magazynu.
zh_tw: 請以有效的儲存體連接字串，更新應用程式設定。

# backend_error_StorageAccountDoesNotExist
source: Storage account {0} doesn't exist. Deleting the storage account the function app is using will cause the function app to stop working.
de_de: Das Speicherkonto "{0}" ist nicht vorhanden. Die Funktionen-App funktioniert nicht mehr, wenn das von der Funktionen-App verwendete Speicherkonto gelöscht wird.
es_es: La cuenta de almacenamiento {0} no existe. Eliminar la cuenta de almacenamiento que usa la instancia de Function App hará que esta instancia deje de funcionar.
ja_jp: ストレージ アカウント {0} が存在しません。Function App が使用しているストレージ アカウントを削除すると、Function App の動作が停止します。
ko_kr: 저장소 계정 {0}이(가) 없습니다. 함수 앱이 사용 중인 저장소 계정을 삭제하면 함수 앱 작동이 중지됩니다.
nl_nl: Het opslagaccount {0} bestaat niet. Als het opslagaccount wordt verwijderd dat door de functie-app wordt gebruikt, kan de functie-app niet meer werken.
pl_pl: Konto magazynu {0} nie istnieje. Usunięcie konta magazynu używanego przez aplikację funkcji spowoduje, że przestanie ona działać.
zh_tw: 儲存體帳戶 {0} 不存在。刪除該函數應用程式目前所使用的儲存體帳戶，會導致該函數應用程式停止運作。

# backend_error_StorageAccountDoesNotExist_action
source: Update the app setting with a valid existing storage connection string.
de_de: Aktualisieren Sie die App-Einstellung mit einer gültigen, vorhandenen Speicherverbindungszeichenfolge.
es_es: Actualice la configuración de la aplicación con una cadena de conexión de almacenamiento válida existente.
ja_jp: 既存の有効なストレージ接続文字列を使ってアプリの設定を更新してください。
ko_kr: 올바른 기존 저장소 연결 문자열을 사용하여 앱 설정을 업데이트하세요.
nl_nl: Werk de app-instelling bij met een geldige bestaande verbindingsreeks voor het opslagaccount.
pl_pl: Zaktualizuj ustawienie aplikacji przy użyciu prawidłowych istniejących parametrów połączenia magazynu.
zh_tw: 請以現有的有效儲存體連接字串，更新應用程式設定。

# backend_error_StorageAccountDoesntSupportQueues
source: Storage account {0} doesn't support Azure Queues Storage. Functions runtime require queues to work properly. You'll have to delete and recreate your function app with a storage account that supports Azure Queues Storage.
de_de: Das Speicherkonto "{0}" bietet keine Unterstützung für Azure Queue Storage. Die Funktionslaufzeit erfordert Warteschlangen, um ordnungsgemäß zu funktionieren. Sie müssen Ihre Funktionen-App löschen und mit einem Speicherkonto neu erstellen, das Azure Queue Storage unterstützt.
es_es: La cuenta de almacenamiento {0} no admite Azure Queue Storage. El entorno de ejecución de las funciones requiere que las colas funcionen correctamente. Deberá eliminar y volver a crear la instancia de Function App con una cuenta de almacenamiento que admita Azure Queue Storage.
ja_jp: ストレージ アカウント {0} は、Azure Queue Storage をサポートしていません。Functions ランタイムでは、キューが正常に動作する必要があります。Azure Queue Storage をサポートしているストレージ アカウントを使った Function App をいったん削除してから、もう一度作成する必要があります。
ko_kr: 저장소 계정 {0}이(가) Azure Queues Storage를 지원하지 않습니다. 함수 런타임을 사용하려면 큐가 제대로 작동해야 합니다. 함수 앱을 삭제한 다음 Azure Queues Storage를 지원하는 저장소 계정을 사용하여 다시 만들어야 합니다.
nl_nl: Het opslagaccount {0} biedt geen ondersteuning voor Azure Queue Storage. Voor de runtime van de functies moeten de wachtrijen op de juiste manier werken. U moet uw functie-app verwijderen en opnieuw maken met een opslagaccount dat ondersteuning biedt voor Azure Queue Storage.
pl_pl: Konto magazynu {0} nie obsługuje usługi Azure Queue Storage. Środowisko uruchomieniowe funkcji wymaga kolejek do prawidłowego działania. Może być konieczne usunięcie i ponowne utworzenie aplikacji funkcji przy użyciu konta magazynu obsługującego usługę Azure Queue Storage.
zh_tw: 儲存體帳戶 {0} 不支援 Azure 佇列儲存體。函數執行階段需要佇列才可正確運作。您必須利用支援 Azure 佇列儲存體的儲存體帳戶，刪除該函數應用程式，然後再重新建立。

# backend_error_UnexpectedArmError
source: There seem to be a problem querying Azure backend for your function app.
de_de: Es liegt offenbar ein Problem bei der Abfrage des Azure-Back-Ends für Ihre Funktionen-App vor.
es_es: Parece que hay un problema al consultar el back-end de Azure para la instancia de Function App.
ja_jp: Function App の Azure バックエンドに対するクエリ実行に問題が発生しているようです。
ko_kr: 함수 앱에 대한 Azure 백 엔드를 쿼리하는 동안 문제가 발생하는 것 같습니다.
nl_nl: Er is een probleem bij het uitvoeren van query's op de back-end van Azure voor uw functie-app.
pl_pl: Prawdopodobnie występuje problem z zapytaniami do zaplecza platformy Azure dotyczącymi aplikacji funkcji.
zh_tw: 查詢函數應用程式的 Azure 後端似乎發生問題。

# backend_error_UnknownErrorWhileCallingArm
source: There seem to be a problem querying Azure backend for your function app.
de_de: Es liegt offenbar ein Problem bei der Abfrage des Azure-Back-Ends für Ihre Funktionen-App vor.
es_es: Parece que hay un problema al consultar el back-end de Azure para la instancia de Function App.
ja_jp: Function App の Azure バックエンドに対するクエリ実行に問題が発生しているようです。
ko_kr: 함수 앱에 대한 Azure 백 엔드를 쿼리하는 동안 문제가 발생하는 것 같습니다.
nl_nl: Er is een probleem bij het uitvoeren van query's op de back-end van Azure voor uw functie-app.
pl_pl: Prawdopodobnie występuje problem z zapytaniami do zaplecza platformy Azure dotyczącymi aplikacji funkcji.
zh_tw: 查詢函數應用程式的 Azure 後端似乎發生問題。

# error_shareCodeWithSupport
source: If the problem persists, contact support with the following code {{code}}
de_de: Wenden Sie sich mit dem Code "{{code}}" an den Support, falls das Problem weiterhin besteht.
es_es: Si el problema persiste, póngase en contacto con el servicio de soporte técnico con el siguiente código {{code}}
ja_jp: 問題が解決しない場合は、サポートにお問い合わせのうえ、コード {{code}} をお伝えください
ko_kr: 문제가 계속되면 {{code}} 코드를 사용하여 지원 센터에 문의하세요.
nl_nl: Als het probleem zich blijft voordoen, neemt u contact op met ondersteuning en geeft u de volgende code op {{code}}
pl_pl: Jeśli problem będzie nadal występować, skontaktuj się z pomocą techniczną i podaj ten kod: {{code}}
zh_tw: 如果問題持續發生，請連絡客戶支援，並附上下列代碼 {{code}}

# error_parsingFunctionListReturenedFromKudu
source: We are not able to retrieve the list of functions for this function app.
de_de: Wir können für diese Funktionen-App keine Liste von Funktionen abrufen.
es_es: No se puede recuperar la lista de las funciones de esta Function App.
ja_jp: この Function App の関数の一覧を取得できません。
ko_kr: 이 함수 앱에 대해 함수 목록을 검색할 수 없습니다.
nl_nl: Kan de lijst met functies niet ophalen voor deze functie-app.
pl_pl: Nie można pobrać listy funkcji dla tej aplikacji funkcji.
zh_tw: 無法擷取此函數應用程式的函數清單。

# error_unableToCreateFunction
source: We are not able to create function {{functionName}}. Please try again later.
de_de: Wir können die Funktion "{{functionName}}" nicht erstellen. Versuchen Sie es später noch mal.
es_es: No se puede crear la función {{functionName}}. Vuelva a intentarlo más adelante.
ja_jp: 関数 {{functionName}} を作成できません。後でもう一度やり直してください。
ko_kr: 함수 {{functionName}}을(를) 만들 수 없습니다. 나중에 다시 시도하세요.
nl_nl: De functie {{functionName}} kan niet worden gemaakt. Probeer het later opnieuw.
pl_pl: Nie można utworzyć funkcji {{functionName}}. Spróbuj ponownie później.
zh_tw: 無法建立函數 {{functionName}}。請稍後再試一次。

# error_unableToDecryptKeys
source: We are unable to decrypt your function access keys. This can happen if you delete and recreate the app with the same name, or if you copied your keys from a different function app. You can try following steps here to fix the issue Follow steps here https://go.microsoft.com/fwlink/?linkid=844094
de_de: Wir können Ihre Funktionszugriffstasten nicht entschlüsseln. Dies kann passieren, wenn Sie die App mit demselben Namen löschen und neu erstellen oder wenn Sie Ihre Schlüssel aus einer anderen Funktionen-App kopiert haben. Sie können die folgenden Schritte ausprobieren, um das Problem zu beheben: https://go.microsoft.com/fwlink/?linkid=844094
es_es: No se pueden descifrar las claves de acceso de la función. Esto puede ocurrir si elimina la aplicación y la vuelve a crear con el mismo nombre o si copió las claves desde una Function App distinta. Puede intentar estos pasos para corregir el problema: https://go.microsoft.com/fwlink/?linkid=844094
ja_jp: 関数のアクセス キーの暗号化を解除できません。このエラーは、アプリを一旦削除してから同じ名前で再度作成した場合や、別の Function App からキーをコピーした場合に発生することがあります。この問題を解決するには、こちら (https://go.microsoft.com/fwlink/?linkid=844094) の手順に従ってください
ko_kr: 함수 액세스 키의 암호를 해독할 수 없습니다. 이는 동일한 이름의 앱을 삭제하고 다시 만들거나 다른 함수 앱에서 키를 복사한 경우 발생할 수 있습니다. 다음 단계에 따라 문제를 해결할 수 있습니다. https://go.microsoft.com/fwlink/?linkid=844094의 단계를 수행하세요.
nl_nl: De functietoegangssleutels kunnen niet worden ontsleuteld. Dit kan gebeuren wanneer u de app verwijdert en opnieuw maakt met dezelfde naam, of als u uw sleutels hebt gekopieerd uit een andere functieapp. U kunt de volgende stappen volgen om het probleem op te lossen Ga naar https://go.microsoft.com/fwlink/?linkid=844094
pl_pl: Nie można odszyfrować kluczy dostępu funkcji. Może to mieć miejsce, jeśli aplikacja zostanie usunięta i ponownie utworzona z taką samą nazwą lub klucze zostały skopiowane z innych aplikacji funkcji. Można spróbować wykonać kroki znajdujące się na poniższej stronie, aby rozwiązać problem: https://go.microsoft.com/fwlink/?linkid=844094
zh_tw: 無法解密您函數的存取金鑰。若您刪除了相同名稱的應用程式後，再重新建立該應用程式，或若是從不同的函數應用程式複製您的金鑰，也可能會發生此情況。您可嘗試下列步驟來修正此問題。應遵循的步驟於此: https://go.microsoft.com/fwlink/?linkid=844094

# error_unableToDeleteFileThroughKudu
source: We are not able to delete the file {{fileName}}. Please try again later.
de_de: Wir können die Datei "{{fileName}}" nicht löschen. Versuchen Sie es später noch mal.
es_es: No se puede eliminar el archivo {{fileName}}. Vuelva a intentarlo más adelante.
ja_jp: ファイル {{fileName}} を削除できません。後でもう一度やり直してください。
ko_kr: 파일 {{fileName}}을(를) 삭제할 수 없습니다. 나중에 다시 시도하세요.
nl_nl: Het bestand {{fileName}} kan niet worden verwijderd. Probeer het later opnieuw.
pl_pl: Nie można usunąć pliku {{fileName}}. Spróbuj ponownie później.
zh_tw: 無法刪除檔案 {{fileName}}。請稍後再試一次。
