Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# tryNow_trialExpired
source: Trial expired
de_de: Testversion abgelaufen.
es_es: La prueba ha expirado.
ja_jp: 試用期間が終了しました
ko_kr: 평가판 만료됨
nl_nl: De proefversie is verlopen
pl_pl: Wersja próbna wygasła
zh_tw: 試用版到期

# tutorial_changesMade
source: Changes made here will affect all of the functions within your function app.
de_de: Hier vorgenommene Änderungen wirken sich auf alle Funktionen innerhalb Ihrer Funktionen-App aus.
es_es: Los cambios realizados aquí afectarán a todas las funciones de la instancia de Function App.
ja_jp: ここで変更した内容は、Function App 内の関数全部に影響します。
ko_kr: 여기서 변경한 사항은 함수 앱 내의 모든 함수에 영향을 줍니다.
nl_nl: Wijzigingen die hier worden aangebracht, zijn van invloed op alle functies in uw functie-app.
pl_pl: Zmiany wprowadzone w tym miejscu wpłyną na wszystkie funkcje w ramach aplikacji funkcji.
zh_tw: 此處所做的變更會影響您函數應用程式中的所有函式。

# tutorial_createNew
source: <span>Create a brand-new function</span> - Get started with one of the pre-built function templates
de_de: <span>Ganz neue Funktion erstellen</span> – Erste Schritte mit einer der vordefinierten Funktionsvorlagen
es_es: <span>Crear una función nueva</span>: empiece con una de las plantillas de función precompiladas
ja_jp: <span>新しい関数を作成する</span> - あらかじめ用意されている関数テンプレートのいずれかを使って作業を開始します
ko_kr: <span>새 함수 만들기</span> - 미리 작성된 함수 템플릿 중 하나로 시작
nl_nl: <span>Maak een gloednieuwe functie</span> - Ga aan de slag met een van de vooraf gemaakt functiesjablonen
pl_pl: <span>Utwórz całkiem nową funkcję</span> — rozpocznij od jednego ze wstępnie utworzonych szablonów funkcji
zh_tw: <span>建立全新函數</span> - 開始使用其中一個預先建置的函數範本

# tutorial_develop
source: Develop
de_de: Entwickeln
es_es: Desarrollar
ja_jp: 開発
ko_kr: 개발
nl_nl: Ontwikkelen
pl_pl: Opracowuj
zh_tw: 開發

# tutorial_diveIntoDocumentation
source: <span>Dive into the documentation</span> - Explore all of the Azure Functions features <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">here</a>
de_de: <span>In die Dokumentation eintauchen</span> – Erkunden Sie <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">hier</a> alle Features von Azure Functions.
es_es: <span>Profundizar en la documentación</span>: explore todas las características de Azure Functions <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">aquí</a>.
ja_jp: <span>ドキュメントを読む</span> - Azure Functions の機能の全容を<a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">こちら</a>で確認します
ko_kr: <span>설명서 자세히 살펴보기</span> - <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">여기</a>서 Azure Functions의 모든 기능을 살펴보세요.
nl_nl: <span>Duik in de documentatie</span> - Verken <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">hier</a> alle mogelijkheden van Azure Functions
pl_pl: <span>Zapoznaj się z dokumentacją</span> — eksploruj wszystkie funkcje usługi Azure Functions <a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">tutaj</a>
zh_tw: <span>深入了解文件</span> - 在<a target="_blank" href="http://go.microsoft.com/fwlink/?LinkId=747839">此處</a>探索所有 Azure Functions 功能

# tutorial_functionAppSettings
source: Function App Settings
de_de: Funktionen-App-Einstellungen
es_es: Configuración de Function App
ja_jp: Function App の設定
ko_kr: 함수 앱 설정
nl_nl: Instellingen voor functie-apps
pl_pl: Ustawienia aplikacji funkcji
zh_tw: 函數應用程式設定

# tutorial_integrate
source: Integrate
de_de: Integrieren
es_es: Integrar
ja_jp: 統合
ko_kr: 통합
nl_nl: Integreren
pl_pl: Integruj
zh_tw: 整合

# tutorial_integrateYourFunction
source: Integrating your functions with other services and data sources is easy.
de_de: Ihre Funktionen lassen sich ganz leicht in andere Dienste und Datenquellen integrieren.
es_es: Integrar las funciones con otros orígenes de datos y servicios es fácil.
ja_jp: 関数を他のサービスやデータ ソースと簡単に統合できます。
ko_kr: 함수를 다른 서비스 및 데이터 소스와 쉽게 통합할 수 있습니다.
nl_nl: Uw kunt uw functies eenvoudig integreren met andere services en gegevensbronnen.
pl_pl: Integrowanie funkcji z innymi usługami i źródłami danych jest łatwe.
zh_tw: 輕易即可整合您的函式與其他服務及資料來源。

# tutorial_nextSteps
source: Next Steps
de_de: Nächste Schritte
es_es: Pasos siguientes
ja_jp: 次のステップ
ko_kr: 다음 단계
nl_nl: Volgende stappen
pl_pl: Następne kroki
zh_tw: 後續步驟

# tutorial_setUpAutomated
source: Set up automated actions based on external triggers, include other input data sources, and send the output to multiple targets.
de_de: Richten Sie automatisierte Aktionen basierend auf externen Trigger ein, nehmen Sie andere Eingabedatenquellen auf, und senden Sie die Ausgabe an mehrere Ziele.
es_es: Configure acciones automatizadas basadas en desencadenadores externos, incluya otros orígenes de datos de entrada y envíe la salida a varios destinos.
ja_jp: 外部のトリガーに基づく自動化されたアクションをセットアップし、他の入力データ ソースを含めたうえで、複数のターゲットに出力を送信します。
ko_kr: 외부 트리거를 기반으로 자동화된 작업을 설정하고, 다른 입력 데이터 원본을 포함하고, 출력을 여러 대상으로 보내세요.
nl_nl: Stel geautomatiseerde acties in op basis van externe triggers, voeg andere invoergegevensbronnen toe en stuur de uitvoer naar meerdere doelen.
pl_pl: Skonfiguruj automatyczne akcje na podstawie zewnętrznych wyzwalaczy, dołącz inne wejściowe źródła danych i wyślij dane wyjściowe do wielu celów.
zh_tw: 根據外部的觸發程序設定自動化的動作、包含其他輸入資料來源，並將輸出傳送至多個目標。

# tutorial_skip
source: Skip the tour and start coding
de_de: Tour überspringen und mit der Codierung beginnen
es_es: Omitir el paseo y empezar a codificar
ja_jp: ツアーをスキップしてコーディングを開始する
ko_kr: 둘러보기를 건너뛰고 코딩 시작
nl_nl: Rondleiding overslaan en beginnen met het schrijven van code
pl_pl: Pomiń przewodnik i rozpocznij kodowanie
zh_tw: 跳過導覽並開始撰寫程式碼

# tutorial_theFastestWayNode
source: The fastest way to edit code is with the code editor, but you can also use Git.This example uses NodeJS, but many other languages are also supported.
de_de: Die schnellste Möglichkeit, Code zu bearbeiten, ist der Code-Editor, Sie können aber auch Git verwenden. In diesem Beispiel wird NodeJS eingesetzt, es werden jedoch noch viele weitere Sprachen unterstützt.
es_es: El editor de código es la forma más rápida de editar el código, pero también se puede usar GIT. Este ejemplo usa NodeJS, aunque hay muchos más lenguajes compatibles.
ja_jp: コードの編集を最も早く行う方法はコード エディターを使用することですが、Git を使用することもできます。この例では NodeJS を使用していますが、他の多くの言語もサポートされています。
ko_kr: 코드를 편집하는 가장 빠른 방법은 코드 편집기를 사용하는 것이지만 Git도 사용할 수 있습니다. 이 예제에서는 NodeJS를 사용하지만 다른 많은 언어도 지원됩니다.
nl_nl: De code-editor biedt de snelste manier om code te bewerken, maar u kunt ook Git gebruiken. In dit voorbeeld wordt NodeJS gebruikt, maar er worden nog veel meer andere talen ondersteund.
pl_pl: Najszybszym sposobem edytowania kodu jest edytor kodu, lecz możesz użyć także usługi Git. W tym przykładzie użyto oprogramowania NodeJS, lecz wiele innych języków jest także obsługiwanych.
zh_tw: 使用程式碼編輯器是編輯程式碼最快的方法，但您也可以使用 GIT。此範例使用 NodeJS，但許多其他語言也受支援。

# tutorial_thisPageInclude
source: This page also includes a log stream and a test console for helping you debug your function.
de_de: Diese Seite enthält auch einen Datenstrom und eine Testkonsole zum Debuggen Ihrer Funktion.
es_es: La página también incluye una secuencia de registro y una consola de prueba para ayudarle a depurar la función.
ja_jp: このページにはほかにもログ ストリームとテスト コンソールが含まれており、関数のデバッグに役立ちます。
ko_kr: 이 페이지에는 함수 디버그에 도움이 되는 로그 스트림과 테스트 콘솔도 포함되어 있습니다.
nl_nl: Deze pagina bevat tevens een logboekstream en een testconsole waarmee u fouten in uw functie kunt opsporen.
pl_pl: Ta strona zawiera także strumień dziennika i konsolę testową, które ułatwiają debugowanie funkcji.
zh_tw: 此網頁也包含記錄資料流及測試主控台，可協助您為函式偵錯。

# tutorial_tweakThisSample
source: <span>Tweak this sample function</span> - Make it yours on the easy-to-use dashboard
de_de: <span>Diese Beispielfunktion optimieren</span> – Passen Sie sie im benutzerfreundlichen Dashboard an.
es_es: <span>Retocar esta función de ejemplo</span>: adáptela a su caso fácilmente en el panel.
ja_jp: <span>このサンプル関数を調整する</span> - 使いやすいダッシュボードで自分の関数を作成します
ko_kr: <span>이 샘플 함수 조정</span> - 사용하기 쉬운 대시보드에서 나만의 함수로 만드세요.
nl_nl: <span>Pas deze voorbeeldfunctie aan</span> - Maak de functie naar wens met het gebruiksvriendelijke dashboard
pl_pl: <span>Dostosuj tę przykładową funkcję</span> — zmodyfikuj ją pod kątem własnych potrzeb na łatwym w użyciu pulpicie nawigacyjnym
zh_tw: <span>扭轉此範例函式</span> - 在容易使用的儀表板上加入自己的風格

# tutorial_yourFunction
source: Your functions are designed to run within Azure App Service as a function app, and this is where you modify the features of that app.
de_de: Ihre Funktionen sind so konzipiert, dass sie innerhalb von Azure App Service als Funktionen-App ausgeführt werden. Dort können Sie die Features der App auch bearbeiten.
es_es: Sus funciones están diseñadas para ejecutarse como Function App en Azure App Service y debe modificar aquí las características de la aplicación.
ja_jp: 関数は、Azure App Service で Function App として実行される設計になっています。Azure App Service は、アプリの機能を変更できる場所でもあります。
ko_kr: 함수는 Azure App Service 내에서 함수 앱으로 실행하도록 설계되었으며 여기서 앱 기능도 수정합니다.
nl_nl: Uw functies zijn ontwikkeld voor gebruik in Azure App Service als een functie-app. Dit is de plek waar u de functies van die app aanpast.
pl_pl: Twoje funkcje są zaprojektowane do działania w ramach usługi Azure App Service jako aplikacja funkcji i tam modyfikuje się funkcje aplikacji.
zh_tw: 您的函式是設計用來在 Azure App Service 內作為函數應用程式執行，而此為讓您修改該應用程式的功能所在。

source: Update
de_de: Aktualisieren
es_es: Actualizar
ja_jp: 更新
ko_kr: 업데이트
nl_nl: Bijwerken
pl_pl: Aktualizuj
zh_tw: 更新

# bindingInput_select
source: select
de_de: Auswählen
es_es: seleccionar
ja_jp: 選択
ko_kr: 선택
nl_nl: selecteer
pl_pl: wybierz
zh_tw: 選取

# binding_delete
source: delete
de_de: Löschen
es_es: eliminar
ja_jp: 削除
ko_kr: 삭제
nl_nl: verwijderen
pl_pl: usuń
zh_tw: 刪除

# bindingsValidationDirectionMissed
source: Parameter 'direction' is missed.
de_de: Parameter "direction" fehlt.
es_es: Falta el parámetro "direction".
ja_jp: パラメーター 'direction' が見つかりません。
ko_kr: 'direction' 매개 변수가 없습니다.
nl_nl: De parameter direction ontbreekt.
pl_pl: Brakuje parametru „direction”.
zh_tw: 遺漏參數 'direction'。

# bindingsValidationDirectionUnknown
source: Unknown direction: '{{direction}}'.
de_de: Unbekannte Richtung: {{direction}}.
es_es: Dirección desconocida: '{{direction}}'.
ja_jp: 不明な方向: '{{direction}}'。
ko_kr: 알 수 없는 방향 '{{direction}}'입니다.
nl_nl: Onbekende richting: {{direction}}.
pl_pl: Nieznany kierunek: „{{direction}}”.
zh_tw: 未知的方向: '{{direction}}'。

# bindingsValidationNameDublicate
source: Parameter name must be unique in a function: '{{functionName}}'
de_de: Der Parametername muss in einer Funktion eindeutig sein: {{functionName}}
es_es: El nombre de parámetro debe ser único en una función: '{{functionName}}'.
ja_jp: パラメーター名は関数内で一意になっている必要があります: '{{functionName}}'
ko_kr: 매개 변수 이름은 '{{functionName}}' 함수에서 고유해야 합니다.
nl_nl: De parameternaam moet uniek zijn in een functie: {{functionName}}
pl_pl: Nazwa parametru musi być unikatowa w funkcji „{{functionName}}”
zh_tw: 參數名稱在函式中不得重複: '{{functionName}}'

# bindingsValidationNameMissed
source: Parameter 'name' is missed.
de_de: Parameter "name" fehlt.
es_es: Falta el parámetro "name".
ja_jp: パラメーター 'name' が見つかりません。
ko_kr: 'name' 매개 변수가 없습니다.
nl_nl: De parameter name ontbreekt.
pl_pl: Brakuje parametru „name”.
zh_tw: 遺漏參數 'name'。

# bindingsValidationTypeMIssed
source: Parameter 'type' is missed.
de_de: Parameter "type" fehlt.
es_es: Falta el parámetro "type".
ja_jp: パラメーター 'type' が見つかりません。
ko_kr: 'type' 매개 변수가 없습니다.
nl_nl: De parameter type ontbreekt.
pl_pl: Brakuje parametru „type”.
zh_tw: 遺漏參數 'type'。

# bindingsValidationTypeUnknown
source: Unknown type: '{{type}}'.
de_de: Unbekannter Typ: {{type}}.
es_es: Tipo desconocido: '{{type}}'.
ja_jp: 不明なタイプ: '{{type}}'。
ko_kr: 알 수 없는 형식 '{{type}}'입니다.
nl_nl: Onbekend type: {{type}}.
pl_pl: Nieznany typ „{{type}}”.
zh_tw: 未知的類型: '{{type}}'。

# resourceSelect
source: Waiting for the resource
de_de: Auf die Ressource wird gewartet.
es_es: Esperando al recurso
ja_jp: リソースを待機しています
ko_kr: 리소스 대기
nl_nl: Wachten op de resource
pl_pl: Oczekiwanie na zasób
zh_tw: 正在等候資源

# trialExpired_enjoyedHostingFunctions
source: We've enjoyed hosting your functions!
de_de: Es hat Spaß gemacht, Ihre Funktionen zu hosten!
es_es: Ha sido un placer hospedar sus funciones.
ja_jp: 関数のホストをお試しいただきありがとうございました。
ko_kr: 귀하의 함수를 호스트해서 즐거웠습니다!
nl_nl: We hebben uw functies met plezier gehost.
pl_pl: Hostowanie Twoich funkcji było przyjemnością
zh_tw: 我們很高興能主控您的函式!

# trialExpired_signupForAzure
source: Your trial has now expired, but you can sign up for an extended trial which includes the rest of Azure as well.
de_de: Ihre Testversion ist jetzt abgelaufen, aber Sie können sich für eine erweiterte Testversion registrieren, die auch das übrigen Azure-Angebot umfasst.
es_es: La versión de prueba ha expirado, pero puede suscribirse para obtener una versión de prueba ampliada que incluye el resto de Azure.
ja_jp: 試用期間は終了しましたが、残りの Azure もお試しいただける、期間の長い試用版にサインアップできます。
ko_kr: 평가판이 이제 만료되었지만 Azure의 나머지 기능도 포함하는 연장된 평가판에 등록할 수 있습니다.
nl_nl: De proefversie is nu verlopen, maar u kunt zich registreren voor een verlengde proefperiode zodat u kunt ook kennismaken met de andere mogelijkheden van Azure.
pl_pl: Twoja wersja próbna wygasła, lecz możesz utworzyć konto w ramach rozszerzonej wersji próbnej, która obejmuje także pozostałą część platformy Azure.
zh_tw: 您的試用版現已到期，但是您可以註冊延長的試用版，其也包含 Azure 的其餘部分。

# tryLanding_chooseAnAuthProvider
source: Choose an auth provider
de_de: Authentifizierungsanbieter auswählen
es_es: Elegir un proveedor de autenticación
ja_jp: 認証プロバイダーの選択
ko_kr: 인증 공급자 선택
nl_nl: Een verificatieprovider kiezen
pl_pl: Wybierz dostawcę uwierzytelniania
zh_tw: 選擇驗證提供者

# tryLanding_microsoftAcccount
source: Microsoft Account
de_de: Microsoft-Konto
es_es: Cuenta de Microsoft
ja_jp: Microsoft アカウント
ko_kr: Microsoft 계정
pl_pl: Konto Microsoft
zh_tw: Microsoft 帳戶

# tryNow_createFreeAzureAccount
source: Create a free Azure account
de_de: Kostenloses Azure-Konto erstellen
es_es: Crear una cuenta de Azure gratis
ja_jp: 無料の Azure アカウントの作成
ko_kr: 무료 Azure 계정 만들기
nl_nl: Een gratis Azure-account maken
pl_pl: Utwórz bezpłatne konto Azure
zh_tw: 建立免費的 Azure 帳戶

# tryNow_extendTrial
source: Extend trial to 24 hours
de_de: Testversion auf 24 Stunden verlängern
es_es: Ampliar prueba a 24 horas
ja_jp: 試用期間を 24 時間に延長する
ko_kr: 평가판을 24시간까지 연장
nl_nl: Proefversie uitbreiden naar 24 uur
pl_pl: Rozszerz wersję próbną do 24 godzin
zh_tw: 將試用版延長至 24 小時

# tryNow_trialTimeRemaining
source: Free Trial - Time remaining:
de_de: Kostenlose Testversion – verbleibende Zeit:
es_es: Evaluación gratuita, tiempo restante:
ja_jp: 無料試用版 - 残り時間:
ko_kr: 무료 평가판 - 남은 시간:
nl_nl: Resterende tijd van de gratis proefversie:
pl_pl: Bezpłatna wersja próbna — pozostały czas:
zh_tw: 免費試用 - 剩餘的時間:

# tryLanding_functionError
source: Function creation error! Please try again.
de_de: Fehler beim Erstellen der Funktion. Bitte versuchen Sie es noch mal.
es_es: Error de creación de la función. Vuelva a intentarlo.
ja_jp: 関数の作成エラーが発生しました。もう一度やり直してください。
ko_kr: 함수 만들기 오류! 다시 시도하세요.
nl_nl: Fout bij het maken van de functie. Probeer het opnieuw.
pl_pl: Błąd tworzenia funkcji. Spróbuj ponownie.
zh_tw: 函式建立錯誤! 請再試一次。

# tryLanding_functionErrorDetails
source: Create Function Error
de_de: Fehler beim Erstellen der Funktion.
es_es: Error al crear la función
ja_jp: 関数の作成エラー
ko_kr: 함수 만들기 오류
nl_nl: Fout bij het maken van de functie
pl_pl: Błąd tworzenia funkcji
zh_tw: 建立函式發生錯誤

# tryLanding_ifYou
source: If you'd prefer another supported language, you can choose one later in the functions portal.
de_de: Wenn Sie eine andere unterstützte Sprache bevorzugen, können Sie diese später im Funktionsportal auswählen.
es_es: Si prefiere usar otro lenguaje compatible, puede elegirlo más adelante en el portal de funciones.
ja_jp: サポートされている別の言語をご希望の場合には、後で関数ポータルで選択できます。
ko_kr: 지원되는 다른 언어를 사용하려면 나중에 함수 포털에서 선택할 수 있습니다.
nl_nl: Als u liever een andere ondersteunde taal gebruikt, kunt u later in de Functions-portal een andere taal kiezen.
pl_pl: Jeśli wolisz inny obsługiwany język, możesz go wybrać później w portalu funkcji.
zh_tw: 若您偏好其他支援的語言，可於稍後在函式入口網站中選擇。

# tryNow_minutes
source: minutes
de_de: Minuten
es_es: minutos
ja_jp: 分
ko_kr: 분
nl_nl: minuten
pl_pl: min
zh_tw: 分鐘

# bindingInput_new
source: new
de_de: neu
es_es: nuevo
ja_jp: 新規
ko_kr: 새로 만들기
nl_nl: nieuw
pl_pl: nowy
zh_tw: 新增

# integrate_inputsHelp
source: Input bindings provide additional data provided to your function when it is triggered. For instance, you can fetch data from table storage on a new queue message. Inputs are optional.
de_de: Eingabebindungen bieten zusätzliche Daten, die für Ihre Funktion bereitgestellt werden, wenn sie ausgelöst wird. Beispielsweise können Sie Daten aus dem Tabellenspeicher für eine neue Warteschlangennachricht abrufen. Eingaben sind optional.
es_es: Los enlaces de entrada proporcionan datos adicionales a los proporcionados a su función cuando se desencadena. Por ejemplo, puede recuperar datos desde el almacenamiento de tablas en un mensaje en cola nuevo. Las entradas son opcionales.
ja_jp: 入力バインディングでは、関数がトリガーされたときにその関数に対して追加のデータを提供します。たとえば、新しいキュー メッセージが発生したときにテーブル ストレージからデータをフェッチできます。入力はオプションです。
ko_kr: 입력 바인딩은 함수가 트리거될 때 함수에 제공되는 추가 데이터를 제공합니다. 예를 들어 새 큐 메시지의 테이블 저장소에서 데이터를 가져올 수 있습니다. 입력은 선택 사항입니다.
nl_nl: Met invoerbindingen kunnen aanvullende gegevens voor uw functie worden geleverd wanneer deze wordt geactiveerd. U kunt bijvoorbeeld gegevens ophalen uit Table Storage voor een nieuw wachtrijbericht. Invoer is optioneel.
pl_pl: Powiązania danych wejściowych udostępniają dodatkowe dane funkcji po jej wyzwoleniu. Na przykład możesz pobrać dane z magazynu tabel w przypadku pojawienia się nowego komunikatu w kolejce. Dane wejściowe są opcjonalne.
zh_tw: 輸入繫結提供額外的資料，供您的函式在觸發時使用。例如，您可以在新佇列訊息上從表格儲存體擷取資料。輸入為選擇性。

# integrate_outputsHelp
source: Outputs bindings allow you to output data from your function. For instance, you can add a new item to a queue. Outputs are optional.
de_de: Über Ausgabebindungen können Sie Daten aus Ihrer Funktion ausgeben. Beispielsweise können Sie einer Warteschlange ein neues Element hinzufügen. Ausgaben sind optional.
es_es: Los enlaces de salida le permiten generar datos desde la función. Por ejemplo, puede agregar un elemento nuevo a una cola. Las salidas son opcionales.
ja_jp: 出力バインディングを使うと、関数からデータを出力できます。たとえば、キューに新しいアイテムを追加できます。出力はオプションです。
ko_kr: 출력 바인딩을 사용하여 함수에서 데이터를 출력할 수 있습니다. 예를 들어 큐에 새 항목을 추가할 수 있습니다. 출력은 선택 사항입니다.
nl_nl: Met uitvoerbindingen kunt u gegevens uitvoeren via uw functie. U kunt bijvoorbeeld een nieuw item aan een wachtrij toevoegen. Uitvoer is optioneel.
pl_pl: Powiązania danych wyjściowych umożliwiają wyprowadzanie danych z funkcji. Na przykład możesz dodać nowy element do kolejki. Dane wyjściowe są opcjonalne.
zh_tw: 輸出繫結可讓您從函式輸出資料。例如，您可以將新的項目加入佇列中。輸出為選擇性。

# integrate_triggersHelp
source: Triggers are what will start your function. For instance, you can trigger on a new queue message. You must always have a trigger.
de_de: Mit Triggern wird Ihre Funktion gestartet. Beispielsweise kann eine Funktion bei einer neuen Warteschlangennachricht ausgelöst werden. Ein Trigger ist immer erforderlich.
es_es: Los desencadenadores iniciarán la función. Por ejemplo, puede desencadenar un mensaje en cola nuevo. Siempre debe tener un desencadenador.
ja_jp: トリガーは、関数を開始するものです。たとえば、新しいキュー メッセージによるトリガーが可能です。トリガーは必ず 1 つ必要です。
ko_kr: 트리거는 함수를 시작하는 것을 가리킵니다. 예를 들어 새로운 큐 메시지를 받으면 트리거할 수 있습니다. 항상 트리거가 있어야 합니다.
nl_nl: Met triggers wordt uw functie gestart. U kunt bijvoorbeeld een trigger voor een nieuw wachtrijbericht instellen. U moet altijd een trigger gebruiken.
pl_pl: Wyzwalacze to elementy uruchamiające funkcję. Na przykład wyzwolenie może mieć miejsce w przypadku pojawienia się nowego komunikatu w kolejce. Funkcja zawsze musi mieć wyzwalacz.
zh_tw: 觸發程序會啟動您的函式。例如，您可以在新的佇列訊息上進行觸發。您必須隨時具備觸發程序。

# binding_createNewFunction
source: Create a new function triggered by this output
de_de: Neue durch diese Ausgabe ausgelöste Funktion erstellen
es_es: Crear una función nueva desencadenada por esta salida
ja_jp: この出力によってトリガーされる新しい関数を作成する
ko_kr: 이 출력에 의해 트리거되는 새 함수 만들기
nl_nl: Een nieuwe functie maken die wordt geactiveerd door deze uitvoer
pl_pl: Utwórz nową funkcję wyzwalaną przez te dane wyjściowe
zh_tw: 建立由此輸出所觸發的新函式

# binding_documentation
source: Documentation
de_de: Dokumentation
es_es: Documentación
ja_jp: ドキュメント
ko_kr: 설명서
nl_nl: Documentatie
pl_pl: Dokumentacja
zh_tw: 文件

# binding_go
source: Go
de_de: Los
es_es: Ir
ja_jp: 移動
ko_kr: 이동
nl_nl: Start
pl_pl: Przejdź
zh_tw: 執行

# copypre_copied
source: Copied!
de_de: Kopiert!
es_es: Copiado.
ja_jp: コピー完了
ko_kr: 복사되었습니다.
nl_nl: Gekopieerd.
pl_pl: Skopiowano
zh_tw: 已複製!

# copypre_copyClipboard
source: Copy to clipboard
de_de: In Zwischenablage kopieren
es_es: Copiar al Portapapeles
ja_jp: クリップボードにコピー
ko_kr: 클립보드로 복사
nl_nl: Kopiëren naar het klembord
pl_pl: Kopiuj do schowka
zh_tw: 複製到剪貼簿

# fileExplorer_changesLost
source: Changes made to current file will be lost. Are you sure you want to continue?
de_de: Änderungen an der aktuellen Datei gehen verloren. Möchten Sie den Vorgang fortsetzen?
es_es: Se perderán los cambios realizados en el archivo actual. ¿Está seguro de que desea continuar?
ja_jp: 現在のファイルに対する変更が失われます。続行してもよろしいですか?
ko_kr: 현재 파일에 대한 변경 내용이 손실됩니다. 계속하시겠습니까?
nl_nl: De wijzigingen voor het huidige bestand gaan verloren. Weet u zeker dat u wilt doorgaan?
pl_pl: Zmiany wprowadzone w bieżącym pliku zostaną utracone. Czy na pewno chcesz kontynuować?
zh_tw: 將遺失對目前檔案所做的變更。確定要繼續嗎?

# fileExplorer_deletePromt
source: Are you sure you want to delete {{fileName}}
de_de: Möchten Sie "{{fileName}}" löschen?
es_es: ¿Está seguro de que desea eliminar {{fileName}}?
ja_jp: {{fileName}} を削除してもよろしいですか
ko_kr: {{fileName}}을(를) 삭제하시겠습니까?
nl_nl: Weet u zeker dat u {{fileName}} wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć plik {{fileName}}?
zh_tw: 確定要刪除 {{fileName}} 嗎

# fileExplorer_editingBinary
source: Editing binary files is not supported.
de_de: Die Bearbeitung von Binärdateien wird nicht unterstützt.
es_es: No se admite la edición de archivos binarios.
ja_jp: バイナリ ファイルの編集はサポートされていません。
ko_kr: 이진 파일 편집은 지원되지 않습니다.
nl_nl: Het bewerken van binaire bestanden wordt niet ondersteund.
pl_pl: Edytowanie plików binarnych nie jest obsługiwane.
zh_tw: 不支援編輯二進位檔案。

# fileExplorer_errorCreatingFile
source: Error creating file: {{fileName}}
de_de: Fehler beim Erstellen von Datei: {{fileName}}
es_es: Error al crear el archivo: {{fileName}}
ja_jp: ファイルの作成エラー: {{fileName}}
ko_kr: 파일 만들기 오류: {{fileName}}
nl_nl: Fout bij het maken van het bestand: {{fileName}}
pl_pl: Błąd podczas tworzenia pliku: {{fileName}}
zh_tw: 建立檔案 {{fileName}} 時發生錯誤

# fileExplorer_errorDeletingFile
source: Error deleting file: {{fileName}}
de_de: Fehler beim Löschen von Datei: {{fileName}}
es_es: Error al eliminar el archivo: {{fileName}}
ja_jp: ファイルの削除エラー: {{fileName}}
ko_kr: 파일 삭제 오류: {{fileName}}
nl_nl: Fout bij het verwijderen van het bestand: {{fileName}}
pl_pl: Błąd podczas usuwania pliku: {{fileName}}
zh_tw: 刪除檔案 {{fileName}} 時發生錯誤
