Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# javaVersionLabelHelp
source: The version used to run your web app if using Java
de_de: Die für Ihre Web-App verwendete Version, wenn Sie Java verwenden.
es_es: La versión que se usa para ejecutar la aplicación web si se usa Java
ja_jp: Java を使用している場合に、Web アプリを実行するために使用されるバージョン
ko_kr: Java를 사용하는 경우 웹앱을 실행하는 데 사용되는 버전
nl_nl: De versie die wordt gebruikt voor het uitvoeren van uw web-app als u Java gebruikt
pl_pl: Wersja użyta do uruchomienia aplikacji sieci Web, jeśli jest używany język Java
zh_tw: 使用 Java 時，用以執行您 Web 應用程式的版本

# javaMinorVersionLabel
source: Java minor version
de_de: Java-Nebenversion
es_es: Versión secundaria de Java
ja_jp: Java マイナー バージョン
ko_kr: Java 부 버전
nl_nl: Java Minor-versie
pl_pl: Wersja pomocnicza środowiska Java
zh_tw: Java 次要版本

# javaMinorVersionLabelHelp
source: Select the desired Java minor version. Selecting 'Newest' will keep your app using the JVM most recently added to the portal.
de_de: Wählen Sie die gewünschte Java-Nebenversion aus. Wenn Sie "Aktuellste" auswählen, verwendet Ihre App die JVM, die dem Portal zuletzt hinzugefügt wurde.
es_es: Seleccione la versión secundaria de Java que desee. Si selecciona "Más reciente", la aplicación seguirá usando la versión JVM que se haya agregado al portal más recientemente.
ja_jp: 希望する Java マイナー バージョンを選択してください。"最新" を選択すると、ポータルに追加された日時が最も新しい JVM が常にアプリで使用されます。
ko_kr: 원하는 Java 부 버전을 선택합니다. '가장 최근 항목'을 선택하면 가장 최근에 포털에 추가된 JVM을 사용하는 앱을 유지합니다.
nl_nl: Selecteer de gewenste Java Minor-versie. Als u Nieuwste selecteert, blijft uw app de meest recentelijk aan de portal toegevoegde JVM gebruiken.
pl_pl: Wybierz żądaną wersję pomocniczą środowiska Java. Wybranie pozycji „Najnowsza” spowoduje, że aplikacja będzie używała maszyny JVM dodanej do portalu jako ostatnia.
zh_tw: 選取想要的 Java 次要版本。若是選取「最新的」，則可讓您的 App 使用最新加入入口網站的 JVM。

# javaWebContainerLabel
source: Java web container
es_es: Contenedor web de Java
ja_jp: Java Web コンテナー
ko_kr: Java 웹 컨테이너
pl_pl: Kontener internetowy Java
zh_tw: JAVA Web 容器

# javaWebContainerLabelHelp
source: The web container version used to run your web app if using Java
de_de: Die Version des Webcontainers für Ihre Web-App, wenn Sie Java verwenden.
es_es: La versión del contenedor web que se usa para ejecutar la aplicación web si se usa Java
ja_jp: Java を使用している場合に、Web アプリを実行するために使用される Web コンテナー バージョン
ko_kr: Java를 사용하는 경우 웹앱을 실행하는 데 사용되는 웹 컨테이너 버전
nl_nl: De webcontainerversie die wordt gebruikt voor het uitvoeren van uw web-app als u Java gebruikt
pl_pl: Wersja kontenera sieci Web użyta do uruchomienia aplikacji sieci Web, jeśli jest używany język Java
zh_tw: 使用 Java 時，用以執行您 Web 應用程式的 Web 容器版本

# use32BitWorkerProcessLabel
source: Platform
de_de: Plattform
es_es: Plataforma
ja_jp: プラットフォーム
ko_kr: 플랫폼
pl_pl: Platforma
zh_tw: 平台

# use32BitWorkerProcessLabelHelp
source: The platform architecture your web app runs
de_de: Die Plattformarchitektur, die Ihre Web-App ausführt.
es_es: La arquitectura de plataforma que ejecuta la aplicación web
ja_jp: Web アプリが実行されているプラットフォーム アーキテクチャ
ko_kr: 웹앱에서 실행되는 플랫폼 아키텍처
nl_nl: De platformarchitectuur die uw web-app gebruikt
pl_pl: Architektura platformy, na której działa aplikacja sieci Web
zh_tw: 您 Web 應用程式執行所在的平台架構

# use32BitWorkerProcessUpsell
source: 64-bit configuration requires a basic or higher App Service plan
de_de: 64-Bit-Konfiguration erfordert App Service-Plan "Basic" oder höher
es_es: La configuración de 64 bits requiere un plan de App Service básico o superior
ja_jp: 64 ビット構成には、Basic 以上の App Service プランが必要です
ko_kr: 64비트 구성에서는 기본 이상의 App Service 계획이 필요합니다.
nl_nl: Er is een standaard of hoger App Service-plan vereist voor de 64-bits configuratie
pl_pl: Konfiguracja 64-bitowa wymaga planu usługi App Service w warstwie Podstawowa lub wyższej
zh_tw: 64 位元設定需要基本或更高的 App Service 方案

# webSocketsEnabledLabel
source: Web sockets
ja_jp: Web ソケット
ko_kr: 웹 소켓
pl_pl: Gniazda sieci Web
zh_tw: Web 通訊端

# webSocketsEnabledLabelHelp
source: WebSockets allow more flexible connectivity between web apps and modern browsers. Your web app would need to be built to leverage these capabilities.
de_de: WebSockets ermöglicht flexiblere Verbindungen zwischen Web-Apps und modernen Browsern. Damit diese Funktionen genutzt werden können, muss Ihre Web-App entsprechend ausgelegt sein.
es_es: WebSockets permite una conectividad más flexible entre las aplicaciones web y los navegadores modernos. La aplicación web deberá crearse para sacar provecho de estas capacidades.
ja_jp: WebSocket では、Web アプリと最新ブラウザーをより柔軟に接続できます。Web アプリは、これらの機能を活用するように構築する必要があります。
ko_kr: WebSocket을 사용하면 웹앱과 최신 브라우저 간을 더욱 유연하게 연결할 수 있습니다. 이러한 기능을 활용하려면 웹앱을 빌드해야 합니다.
nl_nl: WebSockets maken een flexibelere verbinding mogelijk tussen Web Apps en moderne browsers. Uw Web App moet zijn aangepast om van deze mogelijkheden gebruik te kunnen maken.
pl_pl: Gniazda WebSocket umożliwiają nawiązywanie bardziej elastycznych połączeń między aplikacjami sieci Web a nowoczesnymi przeglądarkami. Aplikacja sieci Web musi być utworzona pod kątem tej funkcji, aby można było ją wykorzystać.
zh_tw: WebSocket 可以增加 Web 應用程式與現代化瀏覽器之間連接彈性。您必須建置 Web 應用程式，才能應用這些功能。

# alwaysOnLabel
source: Always On
de_de: Immer aktiv
es_es: Siempre disponible
ja_jp: 常時接続
ko_kr: 항상
nl_nl: Altijd aan
pl_pl: Zawsze włączone
zh_tw: 一律開啟

# alwaysOnLabelHelp
source: Indicates that your web app needs to be loaded at all times. By default, web apps are unloaded after they have been idle. It is recommended that you enable this option when you have continuous WebJobs running on the web app.
de_de: Zeigt an, dass die Web-App zu jeder Zeit geladen sein muss. Standardmäßig werden Web-Apps entladen, nachdem sie sich im Leerlauf befanden. Es wird empfohlen, diese Option zu aktivieren, wenn für die Web-App fortlaufende Webaufträge ausgeführt werden.
es_es: Indica que la aplicación web se debe cargar en todo momento. De forma predeterminada, las aplicaciones web se descargan después de quedar inactivos. Se recomienda habilitar esta opción cuando tenga trabajos web continuos ejecutándose en la aplicación web.
ja_jp: Web アプリを毎回読み込む必要があることを示します。既定では、Web アプリはアイドルになった後でアンロードされます。この Web アプリで実行されている継続的な Web ジョブがある場合は、このオプションを有効にすることをお勧めします。
ko_kr: 웹앱을 항상 로드해야 함을 나타냅니다. 기본적으로 웹앱은 유휴 상태가 되면 언로드됩니다. 웹앱에서 연속 웹 작업이 실행되고 있는 경우 이 옵션을 사용하도록 설정하는 것이 좋습니다.
nl_nl: Dit geeft aan dat uw Web App steeds geladen moet zijn. Standaard worden Web Apps uit het geheugen verwijderd als ze inactief zijn geweest. Aanbevolen wordt deze optie in te schakelen wanneer u doorlopende webtaken uitvoert op de Web Apps.
pl_pl: Wskazuje, że aplikacja sieci Web powinna być załadowana przez cały czas. Domyślnie aplikacje sieci Web są usuwane z pamięci po okresie bezczynności. Zalecamy włączenie tej opcji, jeśli w aplikacji sieci Web istnieją zadania Web Job działające w sposób ciągły.
zh_tw: 指出無論何時都需要載入您的 Web 應用程式。Web 應用程式預設會在閒置後卸載。當您需要在 Web 應用程式上連續 Web 工作時，建議啟用此選項。

# alwaysOnUpsell
source: Always on requires a basic or higher App Service plan
de_de: Always On erfordert App Service-Plan "Basic" oder höher
es_es: La opción Siempre activado requiere un plan de App Service básico o superior
ja_jp: 常にオンにするには、Basic 以上の App Service プランが必要です
ko_kr: 항상 켜려면 기본 이상의 App Service 계획이 필요합니다.
nl_nl: Er is een standaard of hoger App Service-plan vereist voor AlwaysOn
pl_pl: Opcja Zawsze włączone wymaga planu usługi App Service w warstwie Podstawowa lub wyższej
zh_tw: Always on 需要基本或更高的 App Service 方案

# managedPipelineModeLabel
source: Managed Pipeline Version
de_de: Verwaltete Pipelineversion
es_es: Versión de canalización administrada
ja_jp: マネージ パイプライン バージョン
ko_kr: 관리되는 파이프라인 버전
nl_nl: Beheerde pipeline-versie
pl_pl: Wersja potoku zarządzanego
zh_tw: Managed 管線版本

# autoSwapNotSupportedFromProd
source: Auto swap destinations cannot be configured from production slot
de_de: Ziele für automatischen Tausch können nicht über den Produktionsslot konfiguriert werden.
es_es: Los destinos de intercambio automático no se pueden configurar desde las ranuras de producción
ja_jp: 自動スワップの送信先を実稼働スロットから構成することはできません
ko_kr: 자동 전환 대상은 제품 슬롯에서 구성할 수 없습니다.
nl_nl: Doelen voor automatisch wisselen kunnen niet worden geconfigureerd uit productiesleuf
pl_pl: Nie można konfigurować miejsc docelowych automatycznej wymiany z poziomu gniazda produkcyjnego
zh_tw: 無法從生產位置設定自動交換目的地

# autoSwapUpsell
source: Auto Swap requires a standard or higher App Service Plan
de_de: Für den automatischen Tausch ist ein App Service-Plan "Standard" oder höher erforderlich.
es_es: El intercambio automático requiere un plan de App Service estándar o superior
ja_jp: 自動スワップには、Standard 以上の App Service プランが必要です。
ko_kr: 자동 전환을 사용하려면 표준 이상의 App Service 계획이 필요합니다.
nl_nl: Voor Automatisch wisselen is een standard of hoger App Service-plan vereist
pl_pl: Funkcja automatycznej wymiany wymaga standardowego lub wyższego planu usługi App Service
zh_tw: 自動交換需要標準或更高的 App Service 方案

# autoSwapEnabledLabel
source: Auto Swap
de_de: Automatisch tauschen
es_es: Intercambio automático
ja_jp: 自動スワップ
ko_kr: 자동 전환
nl_nl: Automatische wisselen
pl_pl: Automatyczna wymiana
zh_tw: 自動交換

# autoSwapSlotNameLabel
source: Auto Swap Slot
de_de: Slot für automatischen Tausch
es_es: Ranura de intercambio automático
ja_jp: 自動スワップ スロット
ko_kr: 슬롯 자동 전환
nl_nl: Sleuf voor automatisch wisselen
pl_pl: Automatyczna wymiana gniazda
zh_tw: 自動交換位置

# clientAffinityEnabledLabel
source: ARR affinity
de_de: ARR-Affinität
es_es: Afinidad ARR
ja_jp: ARR アフィニティ
ko_kr: ARR 선호도
nl_nl: ARR-affiniteit
pl_pl: Koligacja ARR
zh_tw: ARR 同質性

# clientAffinityInfoText
source: You can improve the performance of your stateless applications by turning off the Affinity Cookie, stateful applications should keep the Affinity Cookie turned on for increased compatibility. Click to learn more.
de_de: Sie können die Leistung Ihrer zustandslosen Anwendungen verbessern, indem Sie Affinitätscookies deaktivieren. Für zustandsbehaftete Anwendungen sollten Affinitätscookies aktiviert bleiben, um eine bessere Kompatibilität zu gewährleisten. Klicken Sie hier, um weitere Informationen zu erhalten.
es_es: Para mejorar el rendimiento de las aplicaciones sin estado, desactive la cookie de afinidad. Las aplicaciones con estado deben mantener dicha cookie activada para una mayor compatibilidad. Haga clic aquí para obtener más información.
ja_jp: アフィニティ Cookie を無効にすると、ステートレス アプリケーションのパフォーマンスを向上させることができます。ステートフル アプリケーションの場合、互換性向上のため アフィニティ Cookie を有効にしたままにする必要があります。詳細については、ここをクリックしてください。
ko_kr: 선호도 쿠키를 해제하여 상태 비저장 응용 프로그램의 성능을 향상할 수 있고, 호환성을 높이기 위해서는 상태 저장 응용 프로그램의 선호도 쿠키를 설정해야 합니다. 자세히 알아보려면 클릭하세요.
nl_nl: U kunt de prestaties van uw stateless toepassingen verbeteren door de affiniteitscookie uit te schakelen. Bij stateful toepassingen moet de affiniteitscookie ingeschakeld blijven voor betere compatibiliteit. Klik hier voor meer informatie.
pl_pl: Możesz podwyższyć wydajność aplikacji bezstanowych, wyłączając plik cookie koligacji. W przypadku aplikacji stanowych plik cookie koligacji powinien być włączony, aby zwiększyć zgodność. Kliknij, aby dowiedzieć się więcej.
zh_tw: 您可透過關閉同質 Cookie，改進無狀態應用程式的效能。若為狀態完整的應用程式，應讓同質 Cookie 保持在開啟的狀態，以提升相容性。按一下即可深入了解。

# remoteDebuggingEnabledLabel
source: Remote debugging
de_de: Remotedebuggen
es_es: Depuración remota
ja_jp: リモート デバッグ
ko_kr: 원격 디버깅
nl_nl: Foutopsporing op afstand
pl_pl: Zdalne debugowanie
zh_tw: 遠端偵錯

# remoteDebuggingVersionLabel
source: Remote Visual Studio version
es_es: Versión remota de Visual Studio
ja_jp: リモート Visual Studio のバージョン
ko_kr: 원격 Visual Studio 버전
nl_nl: Versie van Visual Studio op afstand
pl_pl: Wersja zdalnego programu Visual Studio
zh_tw: 遠端 Visual Studio 版本

# linuxFxVersionLabel
source: Stack
de_de: Stapel
es_es: Pila
ja_jp: スタック
ko_kr: 스택
pl_pl: Stos
zh_tw: 堆疊

# linuxFxVersionLabelHelp
source: Web Apps on Linux provide runtime options through a collection of built in containers. <a href="{{learnMoreLink}}" target="_blank">Learn more</a>.
de_de: Web-Apps unter Linux stellen über eine Sammlung integrierter Container Laufzeitoptionen bereit. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Weitere Informationen</a>.
es_es: Web Apps en Linux proporciona opciones de tiempo de ejecución a través de una colección de contenedores integrados. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Más información</a>.
ja_jp: Web Apps on Linux では、組み込みコンテナーのコレクションで実行時のオプションが提供されます。<a href="https://go.microsoft.com/fwlink/?linkid=861969">詳細情報</a>。
ko_kr: Linux의 Web Apps는 기본 제공 컨테이너 모음을 통해 런타임 옵션을 제공합니다. <a href="https://go.microsoft.com/fwlink/?linkid=861969">자세한 정보</a>.
nl_nl: Web-apps voor Linux bieden runtime-opties via een verzameling ingebouwde containers. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Meer informatie</a>.
pl_pl: Aplikacje internetowe w systemie Linux udostępniają opcje czasu wykonywania za pośrednictwem kolekcji wbudowanych kontenerów. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Dowiedz się więcej</a>.
zh_tw: Linux 上的 Web Apps 透過內建容器的集合提供執行階段選項。<a href="https://go.microsoft.com/fwlink/?linkid=861969">深入了解</a>。

# appCommandLineLabel
source: Startup Command
de_de: Startdatei
es_es: Archivo de inicio
ja_jp: スタートアップ ファイル
ko_kr: 시작 파일
nl_nl: Opstartbestand
pl_pl: Plik startowy
zh_tw: 啟動檔案

# appCommandLineLabelHelp
source: Provide an optional startup command that will be run as part of container startup. <a href="{{learnMoreLink}}" target="_blank">Learn more</a>.
de_de: Geben Sie einen optionalen Startbefehl ein, der im Rahmen des Containerstarts ausgeführt wird. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Weitere Informationen</a>.
es_es: Especifique un comando de inicio opcional que se ejecutará como parte del proceso de inicio del contenedor. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Más información</a>.
ja_jp: コンテナーのスタートアップの一環として実行される、オプションのスタートアップ コマンドを提供します。<a href="https://go.microsoft.com/fwlink/?linkid=861969">詳細情報</a>。
ko_kr: 컨테이너 시작의 일부로 실행된 선택적 시작 명령을 제공합니다. <a href="https://go.microsoft.com/fwlink/?linkid=861969">자세한 정보</a>.
nl_nl: Geef een optionele opstartopdracht die wordt uitgevoerd als onderdeel van het opstarten van de container. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Meer informatie</a>.
pl_pl: Podaj opcjonalne polecenie uruchamiania, które zostanie wykonane jako część procesu uruchamiania kontenera. <a href="https://go.microsoft.com/fwlink/?linkid=861969">Dowiedz się więcej</a>.
zh_tw: 提供要在容器啟動過程中執行的選擇性啟動命令。<a href="https://go.microsoft.com/fwlink/?linkid=861969">深入了解</a>。

source: Newest
de_de: Neueste
es_es: Más reciente
ja_jp: 新しい順
ko_kr: 최신
nl_nl: Nieuwste
pl_pl: Najnowsze
zh_tw: 最新

# architecture32
source: 32-bit
es_es: 32 bits
ja_jp: 32 ビット
ko_kr: 32비트
nl_nl: 32-bits
pl_pl: 32-bitowa
zh_tw: 32 位元

# architecture64
source: 64-bit
es_es: 64 bits
ja_jp: 64 ビット
ko_kr: 64비트
nl_nl: 64-bits
pl_pl: 64-bitowa
zh_tw: 64 位元

# pipelineModeClassic
source: Classic
de_de: Klassisch
es_es: Clásica
ja_jp: クラシック
ko_kr: 클래식
nl_nl: Klassiek
pl_pl: Klasyczny
zh_tw: 傳統

# pipelineModeIntegrated
source: Integrated
de_de: Integriert
es_es: Integrada
ja_jp: 統合
ko_kr: 통합됨
nl_nl: Geïntegreerd
pl_pl: Zintegrowany
zh_tw: 整合

# feature_propertiesName
source: Properties
de_de: Eigenschaften
es_es: Propiedades
ja_jp: プロパティ
ko_kr: 속성
nl_nl: Eigenschappen
pl_pl: Właściwości
zh_tw: 屬性

# feature_propertiesInfo
source: View properties of your app.
de_de: Zeigen Sie Eigenschaften Ihrer App an.
es_es: Consulte las propiedades de la aplicación.
ja_jp: アプリのプロパティを表示します。
ko_kr: 앱의 속성을 봅니다.
nl_nl: Bekijk de eigenschappen van uw app.
pl_pl: Wyświetlaj właściwości aplikacji.
zh_tw: 檢視您應用程式的屬性。

# feature_backupsName
source: Backups
de_de: Sicherungen
es_es: Copias de seguridad
ja_jp: バックアップ
ko_kr: 백업
pl_pl: Kopie zapasowe
zh_tw: 備份

# feature_backupsInfo
source: Use Backup and Restore to easily create automatic or manual backups.
de_de: Mit "Sichern und Wiederherstellen" können Sie ganz leicht automatische oder manuelle Sicherungen erstellen.
es_es: Use Copia de seguridad y restauración para crear fácilmente copias de seguridad automáticas o manuales.
ja_jp: バックアップと復元を使えば、自動または手動のバックアップを簡単に作成できます。
ko_kr: 백업 및 복원을 사용하여 자동 또는 수동 백업을 쉽게 만듭니다.
nl_nl: Gebruik Back-up maken en terugzetten om eenvoudig automatische of handmatige back-ups te maken.
pl_pl: Łatwo twórz automatyczne lub ręczne kopie zapasowe za pomocą funkcji tworzenia i przywracania kopii zapasowych.
zh_tw: 利用備份及還原輕鬆建立自動或手動備份。

# feature_allSettingsName
source: All settings
de_de: Alle Einstellungen
es_es: Toda la configuración
ja_jp: すべての設定
ko_kr: 모든 설정
nl_nl: Alle instellingen
pl_pl: Wszystkie ustawienia
zh_tw: 所有設定

# feature_allSettingsInfo
source: View all App Service settings.
de_de: Zeigen Sie alle App Service-Einstellungen an.
es_es: Consulte toda la configuración de App Service.
ja_jp: App Service の設定をすべて表示します。
ko_kr: 모든 App Service 설정을 봅니다.
nl_nl: Bekijk alle App Service-instellingen.
pl_pl: Wyświetlaj wszystkie ustawienia usługi App Service.
zh_tw: 檢視所有 App Service 設定。

# feature_functionSettingsInfo
source: Manage settings that affect the Functions runtime for all functions within your app.
de_de: Verwalten Sie Einstellungen, die sich auf die Functions-Laufzeit für alle Funktionen innerhalb Ihrer App auswirken.
es_es: Administre la configuración que afecta al entorno de ejecución de Functions para todas las funciones de su aplicación.
ja_jp: アプリ内の関数すべてに使用する Functions ランタイムに影響を及ぼす設定を管理します。
ko_kr: 앱 내에서 모든 함수의 Functions 런타임에 영향을 주는 설정을 관리합니다.
nl_nl: Instellingen beheren die van invloed zijn op de Functions-runtime voor alle functies in uw app.
pl_pl: Zarządzaj ustawieniami, które wpływają na środowisko uruchomieniowe usługi Functions dla wszystkich funkcji w ramach Twojej aplikacji.
zh_tw: 管理會影響您應用程式中所有功能之 Functions 執行階段的設定。

# feature_generalSettings
source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
ja_jp: 全般設定
ko_kr: 일반 설정
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
zh_tw: 一般設定

# feature_codeDeployment
source: Code Deployment
de_de: Codebereitstellung
es_es: Implementación de código
ja_jp: コード デプロイ
ko_kr: 코드 배포
nl_nl: Implementatie van code
pl_pl: Wdrażanie kodu
zh_tw: 程式碼部署

# feature_developmentTools
source: Development tools
de_de: Entwicklungstools
es_es: Herramientas de desarrollo
ja_jp: 開発ツール
ko_kr: 개발 도구
nl_nl: Ontwikkelprogramma's
pl_pl: Narzędzia programistyczne
zh_tw: 開發工具

# feature_networkingName
source: Networking
de_de: Netzwerk
es_es: Redes
ja_jp: ネットワーク
ko_kr: 네트워킹
nl_nl: Netwerken
pl_pl: Sieć
zh_tw: 網路功能

# feature_networkingInfo
source: Securely access resources through VNET Integration and Hybrid Connections.
de_de: VNET-Integration und Hybridverbindungen ermöglichen einen sicheren Ressourcenzugriff.
es_es: Obtenga acceso seguro a los recursos a través de Integración con red virtual y Conexiones híbridas.
ja_jp: VNET 統合とハイブリッド接続によりリソースに安全にアクセスします。
ko_kr: VNET 통합 및 하이브리드 연결을 통해 리소스에 안전하게 액세스합니다.
nl_nl: Veilige toegang tot resources via VNET-integratie en hybride verbindingen.
pl_pl: Uzyskuj bezpieczny dostęp do zasobów dzięki integracji z siecią wirtualną i połączeniom hybrydowym.
zh_tw: 透過 VNET 整合與混合式連線安全地存取資源。

# feature_sslInfo
source: Configure SSL bindings for your app using either a certificate you purchased externally or an App Service Certificate.
de_de: Konfigurieren Sie SSL-Bindungen für Ihre App entweder über ein extern erworbenes Zertifikat oder über App Service Certificate.
es_es: Configure enlaces SSL para la aplicación con un certificado que compró externamente o un Certificado de App Service.
ja_jp: 外部から購入した証明書または App Service 証明書を使用してアプリに SSL バインディングを構成します。
ko_kr: 외부에서 구매한 인증서 또는 App Service Certificate를 사용하여 앱에 대해 SSL 바인딩을 구성합니다.
nl_nl: Configureer SSL-verbindingen voor uw app met een certificaat dat u extern hebt aangeschaft of met een App Service Certificate.
pl_pl: Konfiguruj powiązania SSL dla aplikacji przy użyciu certyfikatu zakupionego zewnętrznie lub certyfikatu usługi App Service.
zh_tw: 使用您從外部購買的憑證或 App Service 憑證，為您的應用程式設定 SSL 繫結。

# feature_customDomainsName
source: Custom domains
de_de: Benutzerdefinierte Domänen
es_es: Dominios personalizados
ja_jp: カスタム ドメイン
ko_kr: 사용자 지정 도메인
nl_nl: Aangepaste domeinen
pl_pl: Domeny niestandardowe
zh_tw: 自訂網域

# feature_customDomainsInfo
source: Configure and purchase custom domain names.
de_de: Konfigurieren und erwerben Sie benutzerdefinierte Domänennamen.
es_es: Configure y adquiera nombres de dominio personalizados.
ja_jp: カスタム ドメイン名を構成および購入します。
ko_kr: 사용자 지정 도메인 이름을 구성하고 구매합니다.
nl_nl: Schaf aangepaste domeinnamen aan en configureer deze.
pl_pl: Konfiguruj i kupuj niestandardowe nazwy domen.
zh_tw: 設定及購買自訂網域名稱。

# feature_authName
source: Authentication / Authorization
de_de: Authentifizierung/Autorisierung
es_es: Autenticación/autorización
ja_jp: 認証/承認
ko_kr: 인증/권한 부여
nl_nl: Verificatie / autorisatie
pl_pl: Uwierzytelnianie/autoryzacja
zh_tw: 驗證/授權

# feature_authInfo
source: Use Authentication / Authorization to protect your application and work with per-user data.
de_de: Mit der Authentifizierung/Autorisierung können Sie Ihre Anwendung schützen und mit benutzerbasierten Daten arbeiten.
es_es: Use Autenticación o autorización para proteger la aplicación y trabajar con datos por usuario.
ja_jp: アプリケーションを保護してユーザーごとのデータを取り扱うには、認証/承認を使用します。
ko_kr: 인증/권한 부여를 사용하여 응용 프로그램을 보호하고 사용자 단위 데이터로 작업합니다.
nl_nl: Gebruik Verificatie/autorisatie om uw toepassing te beschermen en met individuele gebruikersgegevens te werken.
pl_pl: Chroń aplikację i pracuj z danymi pojedynczych użytkowników dzięki uwierzytelnianiu/autoryzacji.
zh_tw: 使用驗證/授權保護您的應用程式及使用個別使用者的資料。

# feature_msiName
source: Identity
de_de: Verwaltete Dienstidentität
es_es: Identidad de servicio administrada
ja_jp: 管理対象サービス ID
ko_kr: 관리 서비스 ID
nl_nl: Beheerde service-identiteit
pl_pl: Tożsamość usługi zarządzanej
zh_tw: 受管理服務識別

# feature_msiInfo
source: Your application can communicate with other Azure services as itself using a managed Azure Active Directory identity.
de_de: Ihre Anwendung kann unter Verwendung einer verwalteten Azure Active Directory-Identität als sie selbst mit anderen Azure-Diensten kommunizieren.
es_es: La aplicación puede comunicarse con otros servicios de Azure como ella misma con una identidad de Azure Active Directory administrada.
ja_jp: アプリケーションが、管理されている Azure Active Directory ID を使って自ら他の Azure サービスと通信できます。
ko_kr: 응용 프로그램은 관리되는 Azure Active Directory ID를 사용하여 다른 Azure 서비스와 통신할 수 있습니다.
nl_nl: Uw toepassing kan met een beheerde Azure Active Directory-id als zichzelf met andere Azure-services communiceren.
pl_pl: Twoja aplikacja może komunikować się z innymi usługami platformy Azure w swoim imieniu, używając zarządzanej tożsamości usługi Azure Active Directory.
zh_tw: 因為您的應用程式使用受管理的 Azure Active Directory 身分識別，所以可與其他 Azure 服務通訊。

# feature_pushNotificationsName
source: Push notifications
de_de: Pushbenachrichtigungen
es_es: Notificaciones de inserción
ja_jp: プッシュ通知
ko_kr: 푸시 알림
nl_nl: Pushmeldingen
pl_pl: Powiadomienia wypychane
zh_tw: 推播通知

# feature_pushNotificationsInfo
source: Send fast, scalable, and cross-platform mobile push notifications using Notification Hubs.
de_de: Über Notification Hubs können Sie schnell skalierbare und plattformübergreifende mobile Pushbenachrichtigungen senden.
es_es: Envíe notificaciones push móviles multiplataforma rápidas y escalables a través de Notification Hubs.
ja_jp: Notification Hubs を使って高速、スケーラブル、かつクロスプラットフォームのモバイル プッシュ通知を送信します。
ko_kr: Notification Hubs를 사용하여 빠르고 확장 가능한 플랫폼 간 모바일 푸시 알림을 보냅니다.
nl_nl: Verzend snelle, schaalbare mobiele pushmeldingen naar meerdere platformen via Notification Hubs.
pl_pl: Wysyłaj szybkie, skalowalne i międzyplatformowe mobilne powiadomienia wypychane przy użyciu usługi Notification Hubs.
zh_tw: 使用通知中樞跨平台傳送快速、可靈活調整的行動推播通知。
