Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# tutorial_theFastestWayCSharp
source: The fastest way to edit code is with the code editor, but you can also use Git.This example uses C#, but many other languages are also supported.
de_de: Am schnellsten lässt sich dieser Code mit dem Code-Editor bearbeiten, Sie können aber auch Git verwenden. In diesem Beispiel wird C# eingesetzt, es werden jedoch noch viele weitere Sprachen unterstützt.
es_es: La forma más rápida de editar código es con el editor de código, pero también se puede utilizar Git. En este ejemplo se utiliza C#, pero también se admiten otros muchos lenguajes.
ja_jp: コード エディターを使用すると最も早くコードを編集できますが、Git を使用することもできます。この例では C# を使用していますが、他の言語も多数サポートされています。
ko_kr: 코드 편집기를 사용하면 코드를 가장 빠르게 편집할 수 있지만 Git을 사용하여 편집할 수도 있습니다. 이 예제에서는 C#을 사용하지만 다른 많은 언어도 지원됩니다.
nl_nl: De code-editor biedt de snelste manier om code te bewerken, maar u kunt ook Git gebruiken. In dit voorbeeld wordt C# gebruikt, maar er worden nog veel meer andere talen ondersteund.
pl_pl: Najszybszym sposobem edytowania kodu jest użycie edytora kodu, ale można także używać narzędzia Git. W tym przykładzie jest używany język C#, ale obsługiwanych jest wiele innych języków.
zh_tw: 編輯程式碼最快速的方法為使用程式碼編輯器，但您也可以使用 GIT。此範例使用 C#，但許多其他語言也受支援。

# binding_actions
source: Actions
de_de: Aktionen
es_es: Acciones
ja_jp: アクション
ko_kr: 작업
nl_nl: Acties
pl_pl: Akcje
zh_tw: 動作

# tryNow_lessThanOneMinute
source: Less than 1 minute
de_de: Weniger als 1 Minute
es_es: Menos de 1 minuto
ja_jp: 1 分未満
ko_kr: 1분 미만
nl_nl: Minder dan 1 minuut
pl_pl: Mniej niż 1 minuta
zh_tw: 少於 1 分鐘

# tryNow_FreeAccountToolTip
source: Signing up for a free Azure account unlocks all Azure Functions capabilities without worrying about time limits!
de_de: Registrieren Sie sich für ein kostenloses Azure-Konto, um alle Funktionen zu nutzen, ohne sich über Zeitlimits Gedanken zu machen!
es_es: Al registrarse para obtener una cuenta de Azure gratis, se desbloquean todas las capacidades de las funciones sin necesidad de preocuparse por los límites de tiempo.
ja_jp: 無料の Azure アカウントにサインアップすると、あらゆる関数機能のロックが解除され、時間の制約を気にすることなく使用できます。
ko_kr: 무료 Azure 계정을 등록하면 시간 제한 없이 모든 기능을 활용할 수 있습니다.
nl_nl: Als u zich aanmeldt voor een gratis Azure-account, zijn alle functiemogelijkheden voor u beschikbaar zonder dat u zich druk hoeft te maken over tijdsbeperkingen.
pl_pl: Zarejestrowanie się w celu uzyskania bezpłatnego konta platformy Azure spowoduje odblokowanie wszystkich możliwości funkcji bez konieczności martwienia się o limity czasu.
zh_tw: 註冊免費的 Azure 帳戶，將所有函式功能解除鎖定，而不需擔心時間限制!

# error_CORSNotConfigured
source: CORS is not configured for this function app. Please add {{origin}} to your CORS list.
de_de: CORS ist für diese Funktionen-App nicht konfiguriert. Fügen Sie "{{origin}}" zu Ihrer CORS-Liste hinzu.
es_es: CORS no está configurado para esta aplicación de función. Agregue {{origin}} a su lista de CORS.
ja_jp: この Function App では CORS が構成されていません。CORS リストに {{origin}} を追加してください。
ko_kr: 이 함수 앱에 대해 CORS가 구성되지 않았습니다. {{origin}}을(를) CORS 목록에 추가하세요.
nl_nl: CORS is niet geconfigureerd voor deze functie-app. Voeg {{origin}} toe aan de CORS-lijst.
pl_pl: Mechanizm CORS nie jest skonfigurowany dla tej aplikacji funkcji. Dodaj element {{origin}} do listy mechanizmu CORS.
zh_tw: 未設定此函數應用程式的 CORS。請將 {{origin}} 新增至您的 CORS 清單。

# error_DnsResolution
source: We are unable to reach your function app. Your app could be having a temporary issue or may be failing to start. You can check logs or try again in a couple of minutes.
de_de: Wir konnten Ihre Funktionen-App nicht erreichen. Bei Ihrer App liegt möglicherweise ein vorübergehendes Problem oder ein Startfehler vor. Prüfen Sie die Protokolle, oder versuchen Sie es in ein paar Minuten noch mal.
es_es: No se puede establecer contacto con su aplicación de función. Puede que la aplicación tenga un problema temporal o que no pueda iniciarse. Puede comprobar los registros o volver a intentarlo en unos minutos.
ja_jp: Function App に到達できません。アプリで一時的な問題が発生しているか、アプリが起動に失敗していることが考えられます。ログを確認するか、数分後にもう一度やり直してください。
ko_kr: 함수 앱에 연결할 수 없습니다. 앱에 일시적인 문제가 있거나 앱이 시작되지 않을 수 있습니다. 로그를 확인하거나 몇 분 후에 다시 시도하세요.
nl_nl: Kan de functie-app niet bereiken. Er kan een tijdelijk probleem zijn met de app of deze start mogelijk niet. Controleer de logboeken of probeer het over een aantal minuten opnieuw.
pl_pl: Nie można nawiązać połączenia z aplikacją funkcji. Może to być tymczasowy problem z aplikacją lub nie można jej uruchomić. Sprawdź dzienniki lub spróbuj ponownie za kilka minut.
zh_tw: 無法連接您的函數應用程式。您的應用程式可能發生暫時問題或無法啟動。您可以檢查記錄檔，或幾分鐘後再試一次。

# error_UnableToRetrieveFunctionApp
source: Unable to retrieve function app ({{functionApp}})
de_de: Die Funktionen-App ({{functionApp}}) kann nicht abgerufen werden.
es_es: No se puede recuperar Function App ({{functionApp}})
ja_jp: Function App ({{functionApp}}) を取得できません
ko_kr: 함수 앱을 검색할 수 없음({{functionApp}})
nl_nl: Kan de functie-app ({{functionApp}}) niet ophalen
pl_pl: Nie można pobrać aplikacji funkcji ({{functionApp}})
zh_tw: 無法擷取函數應用程式 ({{functionApp}})

# error_UnableToRetrieveFunctions
source: We are unable to reach your function app ({{statusText}}). Please try again later.
de_de: Wir konnten Ihre Funktionen-App ({{statusText}}) nicht erreichen. Versuchen Sie es später noch mal.
es_es: No hemos podido establecer contacto con su aplicación de función ({{statusText}}). Inténtelo de nuevo más tarde.
ja_jp: Function App ({{statusText}}) に到達できません。後でもう一度やり直してください。
ko_kr: 함수 앱에 연결할 수 없습니다({{statusText}}). 나중에 다시 시도하세요.
nl_nl: Kan de functie-app niet ophalen: ({{statusText}}). Probeer het later opnieuw.
pl_pl: Nie można nawiązać połączenia z aplikacją funkcji ({{statusText}}). Spróbuj ponownie później.
zh_tw: 無法連接您的函數應用程式 ({{statusText}})。請稍後再試。

# tryNow_fewMoreSeconds
source: Just a few more seconds...
de_de: Aufgrund eines Problems steht zurzeit möglicherweise nicht der gesamte Funktionsumfang zur Verfügung.
es_es: Solo unos segundos más...
ja_jp: あと数秒お待ちください...
ko_kr: 몇 초 후...
nl_nl: Nog een aantal seconden...
pl_pl: Jeszcze tylko kilka sekund...
zh_tw: 再稍待幾秒...

# tryNow_hangOn
source: Hang on while we put the 'fun' in functions...
de_de: Warten Sie einen Augenblick, während wir die Funktionen vorbereiten...
es_es: Espere mientras ponemos la función en funcionamiento...
ja_jp: 関数を '楽しい' ものにしますので、お待ちください...
ko_kr: 함수에 '재미'를 더하는 동안 잠시 기다려 주세요...
nl_nl: Bezig met verwerken. Even geduld...
pl_pl: Czekaj, zmieniamy funkcje na ciekawsze...
zh_tw: 請稍等，正在讓函式變有趣...

# tryNow_discoverMore
source: Discover more
de_de: Mehr entdecken
es_es: Descubrir más
ja_jp: 詳細
ko_kr: 자세히 검색
nl_nl: Meer ontdekken
pl_pl: Odkryj więcej
zh_tw: 探索更多

# fileExplorer_add
source: Add
de_de: Hinzufügen
es_es: Agregar
ja_jp: 追加
ko_kr: 추가
nl_nl: Toevoegen
pl_pl: Dodaj
zh_tw: 加入

# fileExplorer_delete
source: Delete
de_de: Löschen
es_es: Eliminar
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
pl_pl: Usuń
zh_tw: 刪除

# fileExplorer_edit
source: Edit
de_de: Bearbeiten
es_es: Editar
ja_jp: 編集
ko_kr: 편집
nl_nl: Bewerken
pl_pl: Edytuj
zh_tw: 編輯

# fileExplorer_upload
source: Upload
de_de: Hochladen
es_es: Cargar
ja_jp: アップロード
ko_kr: 업로드
nl_nl: Uploaden
pl_pl: Przekaż
zh_tw: 上傳

# storageLockNote
source: One or more function apps were linked to this storage account. You can see all the function apps linked to the account under 'files' or 'Shares'.
de_de: Mindestens eine Funktionen-App wurde mit diesem Speicherkonto verknüpft. Sie können alle mit dem Konto verknüpften Funktionen-Apps unter "Dateien" oder "Freigaben" anzeigen.
es_es: Una o varias aplicaciones de función se vincularon a esta cuenta de almacenamiento. Puede ver todas las aplicaciones de función vinculadas a la cuenta en "archivos" o "recursos compartidos".
ja_jp: いくつかの Function App が、このストレージ アカウントにリンクされました。このアカウントにリンクされている Function App は、[ファイル] または [共有] で確認できます。
ko_kr: 하나 이상의 함수 앱이 이 저장소 계정에 연결되었습니다. 계정에 연결된 모든 함수 앱을 '파일' 또는 '공유' 아래에서 확인할 수 있습니다.
nl_nl: Een of meer functie-apps zijn gekoppeld aan dit opslagaccount. U kunt alle functie-apps die zijn gekoppeld aan het account weergeven onder bestanden of Shares.
pl_pl: Z tym kontem magazynu połączono co najmniej jedną aplikację funkcji. Wszystkie aplikacje funkcji połączone z kontem są widoczne w obszarze „pliki” i „Udziały”.
zh_tw: 一或多個函數應用程式已連結至此儲存體帳戶。您可於 [檔案] 或 [共用] 下看到所有連結至帳戶的函數應用程式。

# fileExplorer_fileAlreadyExists
source: A File with the name {{fileName}} already exists.
de_de: Eine Datei mit dem Namen "{{fileName}}" ist bereits vorhanden.
es_es: Ya existe un archivo con el nombre {{fileName}}.
ja_jp: {{fileName}} という名前のファイルが既に存在します。
nl_nl: Er bestaat al een bestand met de naam {{fileName}}.
pl_pl: Plik o nazwie {{fileName}} już istnieje.
zh_tw: 名為 {{fileName}} 的檔案已存在。

# binding_storageAccountKey
source: Account Key:
de_de: Kontoschlüssel:
es_es: Clave de cuenta:
ja_jp: アカウント キー:
ko_kr: 계정 키:
nl_nl: Accountsleutel:
pl_pl: Klucz konta:
zh_tw: 帳戶金鑰:

# binding_storageAccountName
source: Account Name:
de_de: Kontoname:
es_es: Nombre de cuenta:
ja_jp: アカウント名:
ko_kr: 계정 이름
nl_nl: Accountnaam:
pl_pl: Nazwa konta:
zh_tw: 帳戶名稱:

# binding_storageInfoFooter
source: You can now view the blobs, queues and tables associated with this storage binding.
de_de: Jetzt können Sie die Blobs, Warteschlangen und Tabellen anzeigen, die dieser Speicherbindung zugeordnet sind.
es_es: Ahora puede ver los blobs, las colas y las tablas asociados con este enlace de almacenamiento.
ja_jp: このストレージ バインドに関連付けられている BLOB、キュー、テーブルを表示できるようになりました。
ko_kr: 이 저장소 바인딩과 연결된 blob, 큐 및 테이블을 지금 볼 수 있습니다.
nl_nl: U kunt nu de blobs, wachtrijen en tabellen weergeven die zijn gekoppeld aan deze opslagbinding.
pl_pl: Możesz teraz przeglądać obiekty blob, kolejki i tabele skojarzone z tym powiązaniem magazynu.
zh_tw: 您現在可檢視與此儲存體繫結相關的 Blob、佇列和資料表。

# binding_storageInfoHeader
source: Connecting to your Storage Account
de_de: Verbindung mit Ihrem Speicherkonto wird hergestellt
es_es: Conectando con la cuenta de almacenamiento
ja_jp: ストレージ アカウントに接続しています
ko_kr: 저장소 계정에 연결
nl_nl: Verbinding maken met uw opslagaccount
pl_pl: Łączenie z kontem usługi Storage
zh_tw: 連接到您的儲存體帳戶

# binding_storageInfoHeader2
source: Download Storage explorer from here:
de_de: Laden Sie den Speicher-Explorer hier herunter:
es_es: Descargue el Explorador de almacenamiento desde aquí:
ja_jp: ストレージ エクスプローラーのダウンロードはこちら:
ko_kr: 저장소 탐색기를 이 곳에서 다운로드:
nl_nl: U kunt opslagverkenner hier downloaden:
pl_pl: Pobierz eksploratora usługi Storage z tej lokalizacji:
zh_tw: 從這裡下載儲存體總管:

# binding_storageInfoHeader3
source: Connect using these credentials:
de_de: Stellen Sie mit diesen Anmeldeinformationen eine Verbindung her:
es_es: Conéctese con estas credenciales:
ja_jp: これらの資格情報を使用して接続する:
ko_kr: 이 자격 증명을 이용하여 연결:
nl_nl: Verbinding maken met deze referenties:
pl_pl: Połącz przy użyciu tych poświadczeń:
zh_tw: 使用這些認證進行連接:

# httpRun_addHeader
source: Add header
de_de: Header hinzufügen
es_es: Agregar encabezado
ja_jp: ヘッダーの追加
ko_kr: 헤더 추가
nl_nl: Header toevoegen
pl_pl: Dodaj nagłówek
zh_tw: 新增標頭

# httpRun_addParameter
source: Add parameter
de_de: Parameter hinzufügen
es_es: Agregar parámetro
ja_jp: パラメーターの追加
ko_kr: 매개 변수 추가
nl_nl: Parameter toevoegen
pl_pl: Dodaj parametr
zh_tw: 新增參數

# httpRun_httpMethod
source: HTTP method
de_de: HTTP-Methode
es_es: Método HTTP
ja_jp: HTTP メソッド
ko_kr: HTTP 메서드
nl_nl: HTTP-methode
pl_pl: Metoda HTTP
zh_tw: HTTP 方法

# httpRun_query
source: Query
de_de: Abfrage
es_es: Consulta
ja_jp: クエリ
ko_kr: 쿼리
pl_pl: Zapytanie
zh_tw: 查詢

# topBar_alwaysOn
source: 'AlwaysOn' is not enabled. Your app may not function properly
de_de: Die Einstellung "AlwaysOn" ist nicht aktiviert. Ihre App funktioniert möglicherweise nicht ordnungsgemäß.
es_es: La opción "AlwaysOn" no está habilitada. Es posible que la aplicación no funcione correctamente
ja_jp: 'AlwaysOn' が有効になっていません。アプリが正常に動作しない可能性があります
ko_kr: 'AlwaysOn'이 사용하도록 설정되어 있지 않습니다. 앱이 제대로 작동하지 않을 수 있습니다.
nl_nl: AlwaysOn is uitgeschakeld. Mogelijk werkt uw app niet op de juiste manier
pl_pl: Ustawienie „Zawsze włączone” (AlwaysOn) nie jest aktywne. Aplikacja może nie działać prawidłowo.
zh_tw: 未啟用 'AlwaysOn'。您的應用程式可能無法正確運作

# topBar_slotsHostId
source: The 'AzureWebJobsSecretStorageType' setting should be set to 'blob'. Not having this setting will cause unexpected behavior when using deployment slots.
de_de: Der Wert für die ID wurde in "host.json" explizit festgelegt. Dies kann zu einem unerwarteten Verhalten bei der Verwendung von Bereitstellungsslots führen.
es_es: El valor del id. se ha establecido explícitamente en host.json, lo que puede provocar un comportamiento inesperado al usar ranuras de implementación
ja_jp: host.json に ID の値が明示的に設定されているため、展開スロットの使用時に予期しない動作が発生する可能性があります
ko_kr: ID 값이 host.json에 명시적으로 설정되어 있어 배포 슬롯을 사용할 때 예기치 않은 동작이 발생할 수 있습니다.
nl_nl: De waarde voor de id is expliciet ingesteld in host.json, waardoor er mogelijk onverwacht gedrag kan optreden bij het gebruik van implementatiesites
pl_pl: Wartość identyfikatora została jednoznacznie ustawiona w pliku host.json, co może spowodować nieoczekiwane zachowanie podczas korzystania z miejsc wdrożenia
zh_tw: 識別碼的值已在 host.json 中明確設定，這可能會在使用部署位置時造成非預期的行為

# topBar_releaseNotes
source: Azure Functions release notes.
de_de: Versionsanmerkungen zu Azure Functions.
es_es: Notas de la versión de Azure Functions.
ja_jp: Azure Functions リリース ノート。
ko_kr: Azure Functions 릴리스 정보.
nl_nl: Opmerkingen bij de release van Azure Functions.
pl_pl: Informacje o wersji usługi Azure Functions.
zh_tw: Azure Functions 版本資訊。

# adminKeys_title
source: Host Keys (All functions)
de_de: Hostschlüssel (alle Funktionen)
es_es: Claves de host (todas las funciones)
ja_jp: ホスト キー (すべての関数)
ko_kr: 호스트 키(모든 함수)
nl_nl: Hostsleutels (alle functies)
pl_pl: Klucze hosta (wszystkie funkcje)
zh_tw: 主機金鑰 (所有功能)

# functionKeys_addNewAdminKey
source: Add new host key
de_de: Neuen Hostschlüssel hinzufügen
es_es: Agregar nueva clave de host
ja_jp: 新しいホスト キーの追加
ko_kr: 새 호스트 키 추가
nl_nl: Nieuwe hostsleutel toevoegen
pl_pl: Dodaj nowy klucz hosta
zh_tw: 新增主機鍵

# functionKeys_addNewFunctionKey
source: Add new function key
de_de: Neuen Funktionsschlüssel hinzufügen
es_es: Agregar nueva clave de función
ja_jp: 新しい関数キーの追加
ko_kr: 새 함수 키 추가
nl_nl: Nieuwe functiesleutel toevoegen
pl_pl: Dodaj nowy klucz funkcji
zh_tw: 新增功能鍵

# functionKeys_clickToShow
source: Click to show
de_de: Zum Anzeigen klicken
es_es: Haga clic para mostrar
ja_jp: クリックして表示
ko_kr: 표시하려면 클릭
nl_nl: Klik om weer te geven
pl_pl: Kliknij, aby pokazać
zh_tw: 按一下即可顯示

# functionKeys_discard
source: Discard
de_de: Verwerfen
es_es: Descartar
ja_jp: 破棄
ko_kr: 삭제
nl_nl: Negeren
pl_pl: Odrzuć
zh_tw: 捨棄

# functionKeys_enterKeyName
source: (Required)
de_de: (Erforderlich)
es_es: (Obligatorio)
ja_jp: (必須)
ko_kr: (필수)
nl_nl: (verplicht)
pl_pl: (Wymagane)
zh_tw: (必要)

# functionKeys_enterKeyValue
source: (Optional) Leave empty to auto-generate a key.
de_de: (Optional) Lassen Sie das Feld leer, um einen Schlüssel automatisch zu generieren.
es_es: (Opcional) Deje el campo vacío para generar una clave automáticamente.
ja_jp: (省略可能) キーを自動生成するには、空のままにしてください。
ko_kr: (선택 사항) 키를 자동으로 생성하려면 비워 두세요.
nl_nl: (Optioneel) Leeg laten om automatisch een sleutel te genereren.
pl_pl: (Opcjonalnie) Pozostaw to pole puste, aby automatycznie wygenerować klucz.
zh_tw: (可省略) 保留空白即可自動產生金鑰。

# functionKeys_keyName
source: NAME
es_es: NOMBRE
ja_jp: 名前
ko_kr: 이름
nl_nl: NAAM
pl_pl: NAZWA
zh_tw: 名稱

# functionKeys_keyValue
source: VALUE
de_de: WERT
es_es: VALOR
ja_jp: 値
ko_kr: 값
nl_nl: WAARDE
pl_pl: WARTOŚĆ
zh_tw: 值

# functionKeys_title
source: Function Keys
de_de: Funktionsschlüssel
es_es: Claves de función
ja_jp: 関数キー
ko_kr: 함수 키
nl_nl: Functiesleutels
pl_pl: Klucze funkcji
zh_tw: 功能鍵

# binding_storageConnectionString
source: Connection String:
de_de: Verbindungszeichenfolge:
es_es: Cadena de conexión:
ja_jp: 接続文字列:
ko_kr: 연결 문자열:
nl_nl: Verbindingsreeks:
pl_pl: Parametry połączenia:
zh_tw: 連接字串:

# functionAppSettings_dailyUsageQuota
source: Daily Usage Quota (GB-Sec)
de_de: Kontingent für die tägliche Nutzung (GB-Sek)
es_es: Cuota de uso diario (GB-segundos)
ja_jp: 日ごとの使用量クォータ (GB - 秒)
ko_kr: 일일 사용 할당량(GB-초)
nl_nl: Dagelijks gebruiksquotum (GB-sec)
pl_pl: Dzienny limit przydziału użycia (GB/s)
zh_tw: 每日使用量配額 (GB-秒)

# functionAppSettings_quotaWarning
source: The function app has reached daily usage quota and has been stopped until the next 24 hours time frame.
de_de: Für die Funktionen-App wurde das Kontingent für die tägliche Nutzung erreicht, und die App wurde bis zum nächsten 24-Stunden-Zeitraum beendet.
es_es: Function App ha alcanzado la cuota de uso diaria y se ha detenido hasta que comience el siguiente período de 24 horas.
ja_jp: Function App は日ごとの使用量クォータに達したため、次の 24 時間の時間枠まで停止しています。
ko_kr: 함수 앱이 일일 사용 할당량에 도달하여 다음 24시간까지 중지되었습니다.
nl_nl: De functie-app is gestopt tot de volgende periode van 24 uur omdat het quotum voor het dagelijkse gebruik is bereikt.
pl_pl: Aplikacja funkcji osiągnęła dzienny limit przydziału użycia i została zatrzymana do rozpoczęcia następnego 24-godzinnego zakresu czasowego.
zh_tw: 函數應用程式已達每日使用量配額，所以在開始下一個 24 小時的時間範圍之前，該函數應用程式會停止。

# functionAppSettings_removeQuota
source: Remove quota
de_de: Kontingent entfernen
es_es: Quitar cuota
ja_jp: クォータの削除
ko_kr: 할당량 제거
nl_nl: Quotum verwijderen
pl_pl: Usuń limit przydziału
zh_tw: 移除配額

# functionAppSettings_setQuota
source: Set quota
de_de: Kontingent festlegen
es_es: Establecer cuota
ja_jp: クォータの設定
ko_kr: 할당량 설정
nl_nl: Quotum instellen
pl_pl: Ustaw limit przydziału
zh_tw: 設定配額

# functionAppSettings_quotaInfo
source: When the daily usage quota is exceeded, the function app is stopped until the next day at 0:00 AM UTC.
de_de: Wenn das Kontingent für die tägliche Nutzung ausgeschöpft ist, wird die Funktionen-App bis zum nächsten Tag um 00:00 Uhr (UTC) beendet.
es_es: Cuando se excede la cuota de uso diario, la aplicación de función se detiene hasta el día siguiente a las 0:00 a.m. UTC.
ja_jp: 1 日あたりの使用量のクォータを超過すると、次の日の午前 0:00 UTC まで Function App が停止します。
ko_kr: 일일 사용 할당량에 도달하면 함수 앱이 다음 날 0:00 AM UTC까지 중지됩니다.
nl_nl: Wanneer het quotum voor het dagelijkse gebruik wordt bereikt, wordt de functie-app gestopt tot de volgende dag om 00:00 UTC.
pl_pl: Po przekroczeniu dziennego limitu przydziału użycia aplikacja funkcji zostanie zatrzymana do godziny 0:00 czasu UTC następnego dnia.
zh_tw: 超過每日使用量配額時，函數應用程式會停止運作，直到隔天上午 0:00 UTC。

# functionKeys_revokeConfirmation
source: Are you sure you want to revoke {{name}} key?
de_de: Möchten Sie den Schlüssel "{{name}}" widerrufen?
es_es: ¿Está seguro de que quiere revocar la clave {{name}}?
ja_jp: {{name}} キーを取り消してもよろしいですか?
ko_kr: {{name}} 키를 취소하시겠습니까?
nl_nl: Weet u zeker dat u de sleutel {{name}} wilt intrekken?
pl_pl: Czy na pewno chcesz odwołać klucz {{name}}?
zh_tw: 確定要撤銷 {{name}} 金鑰嗎?

source: Keys
de_de: Schlüssel
es_es: Claves
ja_jp: キー
ko_kr: 키
nl_nl: Sleutels
pl_pl: Klucze
zh_tw: 金鑰

# functionNew_nameError
source: The name must be unique within a function app. It must start with a letter and can contain letters, numbers (0-9), dashes ("-"), and underscores ("_").
de_de: Der Name muss innerhalb einer Funktionen-App eindeutig sein. Er muss mit einem Buchstaben beginnen und kann Buchstaben, Ziffern (0-9), Bindestriche ("-") und Unterstriche ("_") enthalten.
es_es: El nombre debe ser único dentro de una Function App. Debe comenzar con una letra y puede contener letras, números (0-9), guiones ("-") y caracteres de subrayado ("_").
ja_jp: 名前は Function App 内で一意になっている必要があります。名前の先頭には文字、それ以外の部分には文字、数字 (0-9)、ダッシュ ("-")、アンダースコア ("_") を使用できます。
ko_kr: 이름은 함수 앱 내에서 고유해야 하며 문자를 시작해야 하고 숫자(0-9), 대시("-") 및 밑줄("_")을 포함할 수 있습니다.
nl_nl: De naam moet uniek zijn binnen een functie-app. De naam moet beginnen met een letter en mag alleen letters, cijfers (0-9), streepjes (-) en onderstrepingstekens (_) bevatten.
pl_pl: Nazwa musi być unikatowa w aplikacji funkcji. Musi rozpoczynać się od litery i może zawierać litery, cyfry (0–9), łączniki („-”) i znaki podkreślenia („_”).
zh_tw: 名稱在函數應用程式中必須為唯一。名稱必須以字母開頭，且可包含字母、數字 (0-9)、虛線 ("-") 及底線 ("_")。

# functionDev_loading
source: Loading..
de_de: Wird geladen...
es_es: Cargando...
ja_jp: 読み込んでいます...
ko_kr: 로드 중...
nl_nl: Laden...
pl_pl: Trwa ładowanie...
zh_tw: 正在載入...

source: Runtime version
de_de: Laufzeitversion
es_es: Versión en tiempo de ejecución
ja_jp: ランタイム バージョン
ko_kr: 런타임 버전
nl_nl: Runtime-versi
pl_pl: Wersja środowiska uruchomieniowego
zh_tw: Run-time 版本

# runtimeImage
source: Runtime version
de_de: Laufzeitimage
es_es: Imagen en tiempo de ejecución
ja_jp: ランタイム イメージ
ko_kr: 런타임 이미지
nl_nl: Runtime-installatiekopie
pl_pl: Obraz środowiska uruchomieniowego
zh_tw: 執行階段映像

# runtimeImagev1
source: Azure Functions v1 (.NET Framework)
de_de: v1(.net framework/server core)
es_es: v1 (.NET Framework/Server Core)
ja_jp: v1(.Net Framework/Server Core)
ko_kr: v1(.Net Framework/Server Core)
nl_nl: v1(.net framework/server core)
pl_pl: v1(.net framework/server core)
zh_tw: v1(.net framework/伺服器核心)

# runtimeImagev2
source: Azure Functions v2 (.NET Standard)
de_de: v2(.net core/nano server)
es_es: v2 (.Net Core/Nano Server)
ja_jp: v2(.Net Core/Nano Server)
ko_kr: v2(.Net Core/Nano 서버)
nl_nl: v2(.net core/nano server)
pl_pl: v2(.net core/nano server)
zh_tw: v2(.net 核心/nano 伺服器)

# runtimeImageCustom
source: Custom
de_de: benutzerdefiniert
es_es: personalizado
ja_jp: カスタム
ko_kr: 사용자 지정
nl_nl: aangepast
pl_pl: niestandardowe
zh_tw: 自訂

# error_FunctionExceededQuota
source: Your function app is disabled because it has exceeded the set quota. You can change that from the function app settings view on the left side bar.
de_de: Ihre Funktionen-App ist deaktiviert, weil das festgelegte Kontingent überschritten wurde. Sie können dies über die Anzeige der Funktionen-App-Einstellungen auf der linken Seitenleiste ändern.
es_es: Function App se ha deshabilitado porque ha superado la cuota establecida. Puede cambiar esta opción en la vista de configuración de Function App en la barra lateral izquierda.
ja_jp: Function App は設定されたクォータを超過しているため、無効になっています。クォータは、左側のサイド バーの Function App の設定ビューから変更できます。
ko_kr: 함수 앱의 설정된 할당량이 초과되었으므로 함수 앱을 사용할 수 없습니다. 왼쪽 사이드 바의 함수 앱 설정 보기에서 할당량을 변경할 수 있습니다.
nl_nl: De functie-app is uitgeschakeld omdat het ingestelde quotum is overschreden. U kunt dit wijzigen in de instellingenweergave van de functie-app in de linkerzijbalk.
pl_pl: Aplikacja funkcji jest wyłączona, ponieważ przekroczyła ustawiony limit przydziału. Limit przydziału można zmienić z poziomu widoku ustawień aplikacji funkcji na lewym pasku bocznym.
zh_tw: 已停用您的函數應用程式，因為其已超過設定配額。您可於左側邊欄上的 [函數應用程式設定] 檢視加以變更。
