Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# functionDev_addEventGrid
source: Add Event Grid subscription
de_de: Event Grid-Abonnement hinzufügen
es_es: Agregar suscripción a Event Grid
ja_jp: Event Grid サブスクリプションの追加
ko_kr: Event Grid 구독 추가
nl_nl: Event Grid-abonnement toevoegen
pl_pl: Dodaj subskrypcję siatki zdarzeń
zh_tw: 新增事件格線訂用帳戶

source: All locations
de_de: Alle Standorte
es_es: Todas las ubicaciones
ja_jp: すべての場所
ko_kr: 모든 위치
nl_nl: Alle locaties
pl_pl: Wszystkie lokalizacje
zh_tw: 所有位置

# locationCount
source: {0} locations
de_de: {0} Standorte
es_es: {0} ubicaciones
ja_jp: {0} 箇所
ko_kr: 위치 {0}개
nl_nl: {0} locaties
pl_pl: Lokalizacje: {0}
zh_tw: {0} 個位置

# locationColon
source: Location:
de_de: Speicherort:
es_es: Ubicación:
ja_jp: 場所:
ko_kr: 위치:
nl_nl: Locatie:
pl_pl: Lokalizacja:
zh_tw: 位置:

# grouping_location
source: Group by location
de_de: Nach Standort gruppieren
es_es: Agrupar por ubicación
ja_jp: 場所でグループ化
ko_kr: 위치별 그룹화
nl_nl: Groeperen op locatie
pl_pl: Grupuj według lokalizacji
zh_tw: 依位置分組

# grouping_none
source: No grouping
de_de: Keine Gruppierung
es_es: Sin agrupar
ja_jp: グループ化なし
ko_kr: 그룹화 안 함
nl_nl: Geen groepering
pl_pl: Brak grupowania
zh_tw: 未分組

# grouping_resourceGroup
source: Group by resource group
de_de: Nach Ressourcengruppe gruppieren
es_es: Agrupar por grupo de recursos
ja_jp: リソース グループでグループ化
ko_kr: 리소스 그룹별 그룹화
nl_nl: Groeperen op resourcegroep
pl_pl: Grupuj według grupy zasobów
zh_tw: 依資源群組分組

# grouping_subscription
source: Group by subscription
de_de: Nach Abonnement gruppieren
es_es: Agrupar por suscripción
ja_jp: サブスクリプションでグループ化
ko_kr: 구독별 그룹화
nl_nl: Groeperen op abonnement
pl_pl: Grupuj według subskrypcji
zh_tw: 依訂用帳戶分組

source: South Central US
de_de: USA, Süden-Mitte
es_es: Centro-sur de EE. UU.
ja_jp: 米国中南部
ko_kr: 미국 중남부
nl_nl: Zuid-centraal VS
pl_pl: Południowo-środkowe stany USA
zh_tw: 美國中南部

source: North Europe
de_de: Europa, Norden
es_es: Europa del Norte
ja_jp: 北ヨーロッパ
ko_kr: 북유럽
nl_nl: Noord-Europa
pl_pl: Europa Północna
zh_tw: 北歐

source: West Europe
de_de: Westeuropa
es_es: Europa Occidental
ja_jp: 西ヨーロッパ
ko_kr: 서유럽
nl_nl: West-Europa
pl_pl: Europa Zachodnia
zh_tw: 西歐

source: Southeast Asia
de_de: Südostasien
es_es: Sudeste Asiático
ja_jp: 東南アジア
ko_kr: 동남아시아
nl_nl: Zuidoost-Azië
pl_pl: Azja Południowo-Wschodnia
zh_tw: 東南亞

source: Korea Central
de_de: Korea, Mitte
es_es: Centro de Corea
ja_jp: 韓国中部
ko_kr: 대한민국 중부
nl_nl: Korea - centraal
pl_pl: Korea Środkowa
zh_tw: 韓國中部

source: Korea South
de_de: Korea, Süden
es_es: Sur de Corea
ja_jp: 韓国南部
ko_kr: 대한민국 남부
nl_nl: Korea - zuid
pl_pl: Korea Południowa
zh_tw: 韓國南部

source: West US
de_de: USA, Westen
es_es: Oeste de EE. UU.
ja_jp: 米国西部
ko_kr: 미국 서부
nl_nl: VS - west
pl_pl: Zachodnie stany USA
zh_tw: 美國西部

source: East US
de_de: USA, Osten
es_es: Este de EE. UU.
ja_jp: 米国東部
ko_kr: 미국 동부
nl_nl: VS - Oost
pl_pl: Wschodnie stany USA
zh_tw: 美國東部

source: Japan West
de_de: Japan, Westen
es_es: Oeste de Japón
ja_jp: 西日本
ko_kr: 일본 서부
pl_pl: Japonia Zachodnia
zh_tw: 日本西部

source: Japan East
de_de: Japan, Osten
es_es: Este de Japón
ja_jp: 東日本
ko_kr: 일본 동부
nl_nl: Japan - oost
pl_pl: Japonia Wschodnia
zh_tw: 日本東部

source: East Asia
de_de: Ostasien
es_es: Asia Oriental
ja_jp: 東アジア
ko_kr: 동아시아
nl_nl: Oost-Azië
pl_pl: Azja Wschodnia
zh_tw: 東亞

source: East US 2
de_de: USA, Osten 2
es_es: Este de EE. UU. 2
ja_jp: 米国東部 2
ko_kr: 미국 동부 2
nl_nl: Verenigde Staten - oost 2
pl_pl: Wschodnie stany USA 2
zh_tw: 美國東部 2

source: North Central US
de_de: USA, Norden-Mitte
es_es: Centro y norte de EE. UU.
ja_jp: 米国中北部
ko_kr: 미국 중북부
nl_nl: Noord-centraal VS
pl_pl: Północno-środkowe stany USA
zh_tw: 美國中北部

source: Central US
de_de: USA, Mitte
es_es: Centro de EE. UU.
ja_jp: 米国中央部
ko_kr: 미국 중부
nl_nl: VS - Midden
pl_pl: Środkowe stany USA
zh_tw: 美國中部

source: Brazil South
de_de: Brasilien, Süden
es_es: Sur de Brasil
ja_jp: ブラジル南部
ko_kr: 브라질 남부
nl_nl: Brazilië - zuid
pl_pl: Brazylia Południowa
zh_tw: 巴西南部

source: Australia East
de_de: Australien, Osten
es_es: Este de Australia
ja_jp: オーストラリア東部
ko_kr: 호주 동부
nl_nl: Australië - oost
pl_pl: Australia Wschodnia
zh_tw: 澳洲東部

source: Australia Southeast
de_de: Australien, Südosten
es_es: Sudeste de Australia
ja_jp: オーストラリア南東部
ko_kr: 오스트레일리아 남동부
nl_nl: Australië - zuidoost
pl_pl: Australia Południowo-Wschodnia
zh_tw: 澳洲東南部

source: West India
de_de: Indien, Westen
es_es: Oeste de la India
ja_jp: 西インド
ko_kr: 서인도
pl_pl: Indie Zachodnie
zh_tw: 印度西部

source: Central India
de_de: Indien, Mitte
es_es: Centro de la India
ja_jp: 中央インド
ko_kr: 중앙 인도
nl_nl: Centraal-India
pl_pl: Indie Środkowe
zh_tw: 印度中部

source: South India
de_de: Indien, Süden
es_es: India del Sur
ja_jp: 南インド
ko_kr: 남인도
nl_nl: Zuid-India
pl_pl: Indie Południowe
zh_tw: 印度南部

source: Canada Central
de_de: Kanada, Mitte
es_es: Canadá central
ja_jp: カナダ中部
ko_kr: 캐나다 중부
nl_nl: Canada Centraal
pl_pl: Kanada Środkowa
zh_tw: 加拿大中部

source: Canada East
de_de: Kanada, Osten
es_es: Canadá oriental
ja_jp: カナダ東部
ko_kr: 캐나다 동부
nl_nl: Canada Oost
pl_pl: Kanada Wschodnia
zh_tw: 加拿大東部

source: West Central US
de_de: USA, Westen-Mitte
es_es: Oeste del centro de EE. UU.
ja_jp: 西中央アメリカ
ko_kr: 미국 중서부
nl_nl: West-centraal VS
pl_pl: Zachodnio-środkowe stany USA
zh_tw: 美國中西部

source: UK West
de_de: Vereinigtes Königreich, Westen
es_es: Oeste de Reino Unido
ja_jp: 英国西部
ko_kr: 영국 서부
nl_nl: VK West
pl_pl: Zjednoczone Królestwo (zachód)
zh_tw: 英國西部

source: UK South
de_de: Vereinigtes Königreich, Süden
es_es: Sur de Reino Unido
ja_jp: 英国南部
ko_kr: 영국 남부
nl_nl: VK Zuid
pl_pl: Zjednoczone Królestwo (południe)
zh_tw: 英國南部

source: West US 2
de_de: USA, Westen 2
es_es: Oeste de EE. UU. 2
ja_jp: 西アメリカ 2
ko_kr: 미국 서부 2
nl_nl: VS - west 2
pl_pl: Zachodnie stany USA 2
zh_tw: 美國西部 2

source: All resource groups
de_de: Alle Ressourcengruppen
es_es: Todos los grupos de recursos
ja_jp: すべてのリソース グループ
ko_kr: 모든 리소스 그룹
nl_nl: Alle resourcegroepen
pl_pl: Wszystkie grupy zasobów
zh_tw: 所有資源群組

# resourceGroupColon
source: Resource Group:
de_de: Ressourcengruppe:
es_es: Grupo de recursos:
ja_jp: リソース グループ:
ko_kr: 리소스 그룹:
nl_nl: Resourcegroep:
pl_pl: Grupa zasobów:
zh_tw: 資源群組:

# resourceGroupCount
source: {0} resource groups
de_de: {0} Ressourcengruppen
es_es: {0} grupos de recursos
ja_jp: {0} のリソース グループ
ko_kr: {0}개 리소스 그룹
nl_nl: {0} resourcegroepen
pl_pl: Grupy zasobów: {0}
zh_tw: {0} 個資源群組

# rrOverride_boby
source: Body
de_de: Text
es_es: Cuerpo
ja_jp: ボディ
ko_kr: 본문
nl_nl: Hoofdtekst
pl_pl: Treść
zh_tw: 本文

# rrOverride_code
source: Status code
es_es: Código de estado
ja_jp: 状態コード
ko_kr: 상태 코드
pl_pl: Kod stanu
zh_tw: 狀態碼

# rrOverride_message
source: Status message
de_de: Statusmeldung
es_es: Mensaje de estado
ja_jp: 状態メッセージ
ko_kr: 상태 메시지
nl_nl: Statusbericht
pl_pl: Komunikat o stanie
zh_tw: 狀態訊息

# rrOverride_request
source: Request override
de_de: Außerkraftsetzung von Anforderung
es_es: Invalidación de solicitud
ja_jp: 要求の上書き
ko_kr: 요청 재정의
nl_nl: Aanvraag negeren
pl_pl: Przesłonięcie żądania
zh_tw: 要求覆寫

# rrOverride_response
source: Response override
de_de: Außerkraftsetzung von Antwort
es_es: Invalidación de respuesta
ja_jp: 応答の上書き
ko_kr: 응답 재정의
nl_nl: Antwoord negeren
pl_pl: Przesłonięcie odpowiedzi
zh_tw: 回應覆寫

source: Optional
es_es: Opcional
ja_jp: 省略可能
ko_kr: 옵션
nl_nl: Optioneel
pl_pl: Opcjonalnie
zh_tw: 選擇性

# topBar_runtimeV2
source: You are using a pre-release version of Azure Functions. Click 'learn more' to stay updated on the latest changes through our announcement page.
de_de: Sie verwenden eine Vorabversion von Azure Functions. Vielen Dank, dass Sie diese Version ausprobieren!
es_es: Está usando una versión preliminar de Azure Functions. Gracias por probar esta solución.
ja_jp: プレリリース版の Azure Functions を使用しています。ご利用ありがとうございます。
ko_kr: Azure Functions의 시험판 버전을 사용하고 있습니다. 사용해 주셔서 감사합니다!
nl_nl: U gebruikt een voorlopige versie van Azure Functions. Bedankt dat u het uitprobeert.
pl_pl: Korzystasz z wersji wstępnej usługi Azure Functions. Dziękujemy za wypróbowanie jej!
zh_tw: 您使用的是 Azure Functions 發行前版本。感謝您的試用!

# functionKeys_clickToHide
source: Click to hide
de_de: Zum Ausblenden klicken
es_es: Haga clic aquí para ocultar
ja_jp: 非表示にするにはクリック
ko_kr: 숨기려면 클릭
nl_nl: Klik om te verbergen
pl_pl: Kliknij, aby ukryć
zh_tw: 按一下可隱藏

# feature_logicAppsInfo
source: Logic Apps allow you to easily utilize your function across multiple platforms
de_de: Mit Logik-Apps können Sie Ihre Funktion problemlos plattformübergreifend verwenden.
es_es: Logic Apps le permite usar su función con toda facilidad en múltiples plataformas.
ja_jp: Logic Apps を使用すると、関数を複数のプラットフォーム間で簡単に利用することができます
ko_kr: Logic Apps를 사용하면 여러 플랫폼에서 함수를 쉽게 활용할 수 있습니다.
nl_nl: Met logische apps kunt u eenvoudig uw functie gebruiken op meerdere platformen
pl_pl: Dzięki aplikacjom Logic Apps możesz łatwo korzystać ze swojej funkcji na różnych platformach
zh_tw: Logic Apps 可讓您輕鬆在多個平台間利用函數

# tab_logicApps
source: Logic Apps
ko_kr: 논리 앱
pl_pl: Aplikacje logiki

# associatedLogicApps_title
source: Associated Logic Apps
de_de: Zugehörige Logik-Apps
es_es: Instancias de Logic Apps asociadas
ja_jp: 関連する Logic Apps
ko_kr: 연결된 Logic Apps
nl_nl: Gekoppelde logische apps
pl_pl: Skojarzone aplikacje Logic Apps
zh_tw: 相關的 Logic Apps

# orchestrateWithLogicApps_title
source: Orchestrate with Logic Apps
de_de: Mit Logic Apps orchestrieren
es_es: Organizar con Logic Apps
ja_jp: Logic Apps を使用した調整
ko_kr: Logic Apps로 오케스트레이션
nl_nl: Organiseren met logische apps
pl_pl: Organizuj przy użyciu aplikacji Logic Apps
zh_tw: 透過 Logic Apps 協調

source: Create Logic Apps
de_de: Logik-Apps erstellen
es_es: Crear instancias de Logic Apps
ja_jp: Logic Apps の作成
ko_kr: Logic Apps 만들기
nl_nl: Logische apps maken
pl_pl: Utwórz aplikacje Logic Apps
zh_tw: 建立 Logic Apps

# noLogicApps_title
source: No Logic Apps to display
de_de: Es liegen keine Logik-Apps für die Anzeige vor.
es_es: No hay instancias de Logic Apps para mostrar
ja_jp: 表示する Logic Apps はありません
ko_kr: 표시할 Logic Apps 없음
nl_nl: Er zijn geen logische apps om weer te geven
pl_pl: Brak aplikacji Logic Apps do wyświetlenia
zh_tw: 沒有任何 Logic Apps 可顯示

source: Logic Apps
de_de: Logik-Apps
es_es: Aplicaciones lógicas
ko_kr: 논리 앱
pl_pl: Aplikacje logiki

# logicApp_description
source: Logic Apps lets you quickly build integrations with SaaS and Enterprise apps, as well as visually design processes and workflows.
de_de: Logic Apps ermöglicht Ihnen die schnelle Integration von SaaS- und Unternehmens-Apps sowie den visuellen Entwurf von Prozessen und Workflows.
es_es: Con Logic Apps, puede compilar integraciones con aplicaciones empresariales y SaaS rápidamente, además de diseñar visualmente los procesos y los flujos de trabajo.
ja_jp: Logic Apps により、SaaS と Enterprise アプリの統合を、視覚的な設計プロセスおよびワークフローと共に迅速に構築できるようになります。
ko_kr: Logic Apps를 사용하면 프로세스 및 워크플로를 시각적으로 설계할 수 있을 뿐 아니라 SaaS 및 엔터프라이즈 앱과의 통합을 신속하게 구축할 수 있습니다.
nl_nl: Met logische apps kunt u snel integraties maken met SaaS- en bedrijfs-apps. Ook kunt u visueel processen en werkstromen ontwerpen.
pl_pl: Dzięki aplikacjom Logic Apps możesz szybko tworzyć integracje z aplikacjami SaaS i aplikacjami przedsiębiorstwa oraz wizualnie projektować procesy i przepływy pracy.
zh_tw: Logic Apps 可讓您迅速建置 SaaS 與企業應用程式的整合，並以視覺化方式設計程序與工作流程。

# expandCollapse
source: Expand or Collapse
de_de: Erweitern oder reduzieren
es_es: Expandir o contraer
ja_jp: 展開または折りたたみ
ko_kr: 확장 또는 축소
nl_nl: Uitvouwen of samenvouwen
pl_pl: Rozwiń lub zwiń
zh_tw: 展開或摺疊

# aadreg_appService
source: App service Authentication / Authorization:
de_de: App Service-Authentifizierung/-Autorisierung:
es_es: Autenticación o autorización de App Service:
ja_jp: App Service の認証と承認:
ko_kr: App Service 인증/권한 부여:
nl_nl: App Service-verificatie/-autorisatie:
pl_pl: Uwierzytelnianie/autoryzacja usługi App Service:
zh_tw: App Service 驗證/授權:

# aadreg_configureAADNow
source: Configure AAD now
de_de: AAD jetzt konfigurieren
es_es: Configurar AAD ahora
ja_jp: AAD を今すぐ構成
ko_kr: 지금 AAD 구성
nl_nl: AAD nu configureren
pl_pl: Skonfiguruj usługę AAD teraz
zh_tw: 立即設定 AAD

# aadreg_configureAADPermissionsNow
source: Add permissions now
de_de: Jetzt Berechtigungen hinzufügen
es_es: Agregar permisos ahora
ja_jp: アクセス許可を今すぐ追加
ko_kr: 지금 권한 추가
nl_nl: Machtigingen nu toevoegen
pl_pl: Dodaj uprawnienia teraz
zh_tw: 立即新增權限

# aadreg_configured
source: configured
de_de: Konfiguriert
es_es: configurado
ja_jp: 構成済み
ko_kr: 구성됨
nl_nl: geconfigureerd
pl_pl: skonfigurowano
zh_tw: 已設定

# aadreg_identityRequirements
source: Identity requirements (not satisfied)
de_de: Identitätsanforderungen (nicht erfüllt)
es_es: Requisitos de identidad (no cumplidos)
ja_jp: ID 要件 (満たしていないもの)
ko_kr: ID 요구 사항(충족되지 않음)
nl_nl: Vereisten voor de identiteit (onvoldoende)
pl_pl: Wymagania dotyczące tożsamości (niespełnione)
zh_tw: 身分識別需求 (不符合)

# aadreg_notConfigured
source: not configured
de_de: Nicht konfiguriert
es_es: no configurado
ja_jp: 未構成
ko_kr: 구성되어 있지 않음
nl_nl: niet geconfigureerd
pl_pl: nie skonfigurowano
zh_tw: 未設定

# aadreg_requiredPerm
source: Required permissions
de_de: Erforderliche Berechtigungen
es_es: Permisos necesarios
ja_jp: 必要なアクセス許可
ko_kr: 필수 권한
nl_nl: Vereiste machtigingen
pl_pl: Wymagane uprawnienia
zh_tw: 必要權限

# aadreg_templateNeeds
source: The template needs the following permission:
de_de: Die Vorlage benötigt die folgende Berechtigung:
es_es: La plantilla necesita el permiso siguiente:
ja_jp: テンプレートに次のアクセス許可が必要です:
ko_kr: 템플릿에 다음 권한이 필요함:
nl_nl: De volgende machtiging is vereist voor de sjabloon:
pl_pl: Szablon wymaga następującego uprawnienia:
zh_tw: 此範本需要下列權限:

# aadreg_thisIntegration
source: This integration requires an AAD configuration for the function app.
de_de: Diese Integration erfordert eine AAD-Konfiguration für die Funktions-App.
es_es: Esta integración requiere una configuración de AAD para la aplicación de función.
ja_jp: この統合には、関数アプリ用の AAD 構成が必要です。
ko_kr: 이 통합에는 함수 앱에 대한 AAD 구성이 필요합니다.
nl_nl: Voor deze integratie is een AAD-configuratie vereist voor de functie-app.
pl_pl: Ta integracja wymaga konfiguracji usługi AAD dla aplikacji funkcji.
zh_tw: 此整合需要為函式應用程式設定 AAD。

# aadreg_thisTemplate
source: This template requires an AAD configuration for the function app.
de_de: Diese Vorlage erfordert eine AAD-Konfiguration für die Funktions-App.
es_es: Esta plantilla requiere una configuración de AAD para la aplicación de función.
ja_jp: このテンプレートには、関数アプリ用の AAD 構成が必要です。
ko_kr: 이 템플릿에는 함수 앱에 대한 AAD 구성이 필요합니다.
nl_nl: Voor deze sjabloon is een AAD-configuratie vereist voor de functie-app.
pl_pl: Ten szablon wymaga konfiguracji usługi AAD dla aplikacji funkcji.
zh_tw: 此範本需要為函式應用程式設定 AAD。

# aadreg_youMayNeed
source: You may need to configure any additional permissions you function requires. Please see the documentation for this binding.
de_de: Sie müssen möglicherweise zusätzliche Berechtigungen konfigurieren, die für Ihre Funktion erforderlich sind. Informationen zu dieser Bindung finden Sie in der Dokumentation.
es_es: Puede que sea necesario configurar permisos adicionales requeridos para la función. Consulte la documentación del enlace.
ja_jp: 関数で必要とされるアクセス許可を追加で構成することが必要になる場合があります。このバインディングに関するドキュメントをご覧ください。
ko_kr: 함수에 필요한 추가 권한을 구성해야 할 수 있습니다. 이 바인딩에 대한 설명서를 참조하세요.
nl_nl: U moet mogelijk extra machtigingen configureren die vereist zijn voor de functie. Raadpleeg de documentatie voor deze binding.
pl_pl: Może być konieczne skonfigurowanie dodatkowych uprawnień wymaganych przez funkcję. Zajrzyj do dokumentacji, aby uzyskać więcej informacji o tym powiązaniu.
zh_tw: 您必須為您需要的功能設定其他權限。如需了解此繫結，請參閱文件。

# asdreg_manageAppService
source: Manage App Service Authentication / Authorization
de_de: App Service-Authentifizierung/-Autorisierung verwalten
es_es: Administrar la autenticación o autorización de App Service
ja_jp: App Service の認証と承認の管理
ko_kr: App Service 인증/권한 부여 관리
nl_nl: App Service-verificatie/-autorisatie beheren
pl_pl: Zarządzaj uwierzytelnianiem/autoryzacją usługi App Service
zh_tw: 管理 App Service 驗證/授權

# aadreg_authConfRequired
source: Auth configuration required
de_de: Authentifizierungskonfiguration erforderlich
es_es: Configuración de autenticación requerida
ja_jp: 認証の構成が必要です
ko_kr: 인증 구성 필요
nl_nl: Configuratie van de verificatie is vereist
pl_pl: Wymagana konfiguracja uwierzytelniania
zh_tw: 需要設定驗證

# aadreg_identityRequirementsInfo
source: Identity requirements
de_de: Identitätsanforderungen
es_es: Requisitos de identidad
ja_jp: ID 要件
ko_kr: ID 요구 사항
nl_nl: Vereisten voor de identiteit
pl_pl: Wymagania dotyczące tożsamości
zh_tw: 身分識別需求

# aadreg_manage
source: Manage
de_de: Verwalten
es_es: Administrar
ja_jp: 管理
ko_kr: 관리
nl_nl: Beheren
pl_pl: Zarządzaj
zh_tw: 管理

# failedToGetFunctionRuntimeExtensions
source: We are not able to get the list of installed runtime extensions
de_de: Die Liste der installierten Laufzeiterweiterungen kann nicht abgerufen werden.
es_es: No se puede obtener la lista de extensiones en tiempo de ejecución instaladas.
ja_jp: インストールされているランタイム拡張機能の一覧を取得できません
ko_kr: 설치된 런타임 확장의 목록을 가져올 수 없습니다.
nl_nl: Kan de lijst met geïnstalleerde runtime-extensies niet ophalen
pl_pl: Nie możemy uzyskać listy zainstalowanych rozszerzeń środowiska uruchomieniowego
zh_tw: 無法取得安裝的執行階段延伸模組清單

# failedToInstallFunctionRuntimeExtension
source: We are not able to install runtime extension {{extensionId}}
de_de: Die Laufzeiterweiterung "{{extensionId}}" kann nicht installiert werden.
es_es: No se puede instalar la extensión en tiempo de ejecución {{extensionId}}.
ja_jp: ランタイム拡張機能 {{extensionId}} をインストールできません
ko_kr: 런타임 확장 {{extensionId}}을(를) 설치할 수 없습니다.
nl_nl: De runtime-extensie {{extensionId}} kan niet worden geïnstalleerd
pl_pl: Nie możemy zainstalować rozszerzenia środowiska uruchomieniowego {{extensionId}}
zh_tw: 無法安裝執行階段延伸模組 {{extensionId}}

# failedToUnInstallFunctionRuntimeExtension
source: We are not able to uninstall runtime extension {{extensionId}}
de_de: Die Laufzeiterweiterung "{{extensionId}}" kann nicht deinstalliert werden.
es_es: No se puede desinstalar la extensión en tiempo de ejecución {{extensionId}}.
ja_jp: ランタイム拡張機能 {{extensionId}} をアンインストールできません
ko_kr: 런타임 확장 {{extensionId}}을(를) 제거할 수 없습니다.
nl_nl: De installatie van de runtime-extensie {{extensionId}} kan niet ongedaan worden gemaakt
pl_pl: Nie możemy odinstalować rozszerzenia środowiska uruchomieniowego {{extensionId}}
zh_tw: 無法將執行階段延伸模組 {{extensionId}} 解除安裝

# timeoutInstallingFunctionRuntimeExtension
source: Installing runtime extensions is taking longer than expected
de_de: Die Installation der Laufzeiterweiterungen dauert länger als erwartet.
es_es: La instalación de las extensiones en tiempo de ejecución está tardando más de lo esperado.
ja_jp: ランタイム拡張機能のインストールに想定よりも長く時間がかかっています
ko_kr: 런타임 확장을 설치하는 시간이 예상보다 길어지고 있습니다.
nl_nl: Het installeren van de runtime-extensies duurt langer dan verwacht
pl_pl: Instalowanie rozszerzeń środowiska uruchomieniowego trwa dłużej niż oczekiwano
zh_tw: 安裝執行階段延伸模組花費了超出預期的時間

# extensionAlreadyInstalledWithDifferentVersion
source: The extension {{extensionId}} with a different version is already installed
de_de: Die Erweiterung "{{extensionId}}" ist bereits in einer anderen Version installiert.
es_es: La extensión {{extensionId}} ya está instalada con otra versión distinta.
ja_jp: 拡張機能 {{extensionId}} は、別のバージョンが既にインストールされています
ko_kr: 다른 버전의 확장 {{extensionId}}이(가) 이미 설치되어 있습니다.
nl_nl: De extensie {{extensionId}} met een andere versie is al geïnstalleerd
pl_pl: Rozszerzenie {{extensionId}} o innej wersji jest już zainstalowane
zh_tw: 已安裝不同版本的延伸模組 {{extensionId}}

# monitoring_appInsightsOpen
source: Open Application Insights
de_de: Application Insights öffnen
es_es: Abrir Application Insights
ja_jp: Application Insights を開く
ko_kr: Application Insights 열기
nl_nl: Application Insights openen
pl_pl: Otwórz usługę Application Insights
zh_tw: 開啟 Application Insights

# monitoring_appInsightsSetUp
source: App Insights is enabled for your function.
de_de: App Insights ist für Ihre Funktion aktiviert.
es_es: App Insights está habilitado para su función.
ja_jp: 関数で App Insights が有効になっています。
ko_kr: 기능에 대해 App Insights를 사용하도록 설정했습니다.
nl_nl: App Insights is ingeschakeld voor uw functie.
pl_pl: Usługa App Insights została włączona dla Twojej funkcji.
zh_tw: 已為您的函數啟用 App Insights。

# monitoring_noMonitoring
source: No Monitoring data to display
de_de: Keine anzuzeigenden Überwachungsdaten.
es_es: No hay datos de supervisión para mostrar
ja_jp: 表示する監視データはありません
ko_kr: 표시할 모니터링 데이터 없음
nl_nl: Geen bewakingsgegevens om weer te geven
pl_pl: Brak danych monitorowania do wyświetlenia
zh_tw: 無任何可顯示的資料

# extension_install_button
source: Install
de_de: Installieren
es_es: Instalar
ja_jp: インストール
ko_kr: 설치
nl_nl: Installeren
pl_pl: Zainstaluj
zh_tw: 安裝

# extension_install_success
source: Extension Installation Succeeded
de_de: Erweiterungsinstallation erfolgreich
es_es: Instalación de la extensión realizada correctamente
ja_jp: 拡張機能のインストールに成功しました
ko_kr: 확장을 설치했습니다.
nl_nl: Installatie van extensie is voltooid
pl_pl: Instalacja rozszerzenia została pomyślnie zakończona
zh_tw: 延伸模組安裝成功

# extension_install_warning
source: Extensions not Installed
de_de: Erweiterungen nicht installiert
es_es: Extensiones no instaladas
ja_jp: 拡張機能がインストールされていません
ko_kr: 확장이 설치되지 않았습니다.
nl_nl: De extensies zijn niet geïnstalleerd
pl_pl: Rozszerzenia niezainstalowane
zh_tw: 延伸模組未安裝

# extension_integrate_warning
source: This integration requires the following extensions.
de_de: Diese Integration erfordert die folgenden Erweiterungen.
es_es: Esta integración requiere las extensiones siguientes.
ja_jp: この統合には次の拡張機能が必要です。
ko_kr: 이 통합에는 다음의 확장이 필요합니다.
nl_nl: Voor deze integratie zijn de volgende extensies vereist.
pl_pl: Ta integracja wymaga następujących rozszerzeń.
zh_tw: 此整合需要下列延伸模組。

# extension_template_warning
source: This template requires the following extensions.
de_de: Diese Vorlage erfordert die folgenden Erweiterungen.
es_es: Esta plantilla requiere las extensiones siguientes.
ja_jp: このテンプレートには次の拡張機能が必要です。
ko_kr: 이 템플릿에는 다음의 확장이 필요합니다.
nl_nl: Voor dit sjabloon zijn de volgende extensies vereist.
pl_pl: Ten szablon wymaga następujących rozszerzeń.
zh_tw: 此範本需要下列延伸模組。

# installingExtension
source: Installing template dependencies. You will be able to create a function once this is done. Dependency installation happens in the background and can take up to 2 minutes. Your app will go into offline mode until the installation is complete. You can continue to use the portal during this time, but closing the portal before the installation is complete will leave your app in offline mode.
de_de: Zurzeit werden Vorlagenabhängigkeiten installiert. Sobald dieser Vorgang abgeschlossen wurde, können Sie eine Funktion erstellen. Die Installation der Abhängigkeiten erfolgt im Hintergrund und kann bis zu 10 Minuten dauern. Während dieser Zeit können Sie das Portal weiter nutzen.
es_es: Si instala dependencias de plantilla, podrá crear una función una vez terminado este proceso. La instalación de dependencias se realiza en segundo plano y puede tardar hasta 10 minutos. Durante este tiempo, puede seguir usando el portal.
ja_jp: テンプレート依存関係をインストールするとき、インストール完了後に関数を作成できます。依存関係のインストールはバックグラウンドで発生し、最大 10 分かかる可能性があります。この間、ポータルは引き続き使用できます。
ko_kr: 템플릿 종속성을 설치하는 중입니다. 템플릿 종속성이 설치되면 함수를 만들 수 있습니다. 종속성 설치는 배경에서 이루어지며 최대 10분이 걸립니다. 그동안 포털을 계속 사용할 수 있습니다.
nl_nl: Wanneer u sjabloonafhankelijkheden installeert, kunt u een functie maken wanneer dit voltooid is. Het installeren van afhankelijkheden wordt op de achtergrond uitgevoerd en kan tot tien minuten duren. U kunt tijdens deze bewerking de portal blijven gebruiken.
pl_pl: Po zainstalowaniu zależności szablonu możliwe będzie utworzenie funkcji. Instalacja zależności przebiega w tle i może potrwać do 10 minut. W tym czasie możesz nadal korzystać z portalu.
zh_tw: 正在安裝範本相依性，該動作完成後，你將可以建立函式。相依性安裝會在背景進行，而且最多可能會花費 10 分鐘。在這段時間內，您可以繼續使用入口網站。
