Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# readOnlySourceControlled
source: Your app is currently in read only mode because you have source control integration enabled. To change edit mode visit
de_de: Ihre App befindet sich zurzeit im schreibgeschützten Modus, weil Sie die Integration der Quellcodeverwaltung aktiviert haben. Den Bearbeitungsmodus können Sie hier ändern:
es_es: La aplicación está actualmente en modo de solo lectura porque tiene habilitada la integración del control de código fuente. Par cambiar el modo de edición, visite
ja_jp: ソース管理の統合が有効になっているため、アプリが現在 [読み取り専用] モードになっています。編集モードを変更するには、
ko_kr: 소스 제어 통합을 사용하도록 설정했으므로 현재 앱은 읽기 전용 모드입니다. 편집 모드를 변경하려면 다음을 방문하세요.
nl_nl: Uw app bevindt zich momenteel in de modus alleen-lezen omdat de integratie van bronbeheer is ingeschakeld. Voor het wijzigen van de bewerkingsmodus, gaat u naar
pl_pl: Twoja aplikacja jest obecnie w trybie tylko do odczytu, ponieważ masz włączoną integrację z kontrolą źródła. Aby zmienić tryb edycji, odwiedź
zh_tw: 因為您啟用了原始檔控制整合，所以應用程式目前是唯讀模式。若要變更編輯模式，請瀏覽

source: Run
de_de: Ausführen
es_es: Ejecutar
ja_jp: 実行
ko_kr: 실행
nl_nl: Uitvoeren
pl_pl: Uruchom
zh_tw: 執行

source: Save
de_de: Speichern
es_es: Guardar
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
zh_tw: 儲存

# saveOperationInProgressWarning
source: A save operation is currently in progress. Navigating away may cause some changes to be lost.
de_de: Ein Speichervorgang wird gerade ausgeführt. Wenn Sie zu einer anderen Seite wechseln, gehen möglicherweise einige Änderungen verloren.
es_es: Hay una operación de guardar en curso. Al salir, puede que se pierdan algunos cambios.
ja_jp: 保存操作が現在進行中です。移動すると、変更内容の一部が失われる可能性があります。
ko_kr: 저장 작업이 현재 진행 중입니다. 다른 곳으로 나가면 일부 변경 내용이 손실될 수 있습니다.
nl_nl: Er wordt een bewerking voor opslaan uitgevoerd. Als u deze pagina verlaat, kunnen sommige wijzigingen verloren gaan.
pl_pl: Operacja zapisywania jest obecnie w toku. Zamknięcie tego okna może spowodować utratę niektórych zmian.
zh_tw: 儲存作業目前進行中。瀏覽到別處可能會導致某些變更遺失。

# addNewSetting
source: Add new application setting
de_de: + Neue Einstellung hinzufügen
es_es: + Agregar nuevo valor
ja_jp: + 新しい文字列の追加
ko_kr: + 새 설정 추가
nl_nl: + Nieuwe instelling toevoegen
pl_pl: + Dodaj nowe ustawienie
zh_tw: + 新增設定

source: Add new connection string
de_de: + Neue Verbindungszeichenfolge hinzufügen
es_es: + Agregar nueva cadena de conexión
ja_jp: + 新しい接続文字列の追加
ko_kr: + 새 연결 문자열 추가
nl_nl: + Nieuwe verbindingsreeks toevoegen
pl_pl: + Dodaj nowe parametry połączenia
zh_tw: + 新增連接字串

source: Add new document
de_de: + Neues Dokument hinzufügen
es_es: + Agregar un nuevo documento
ja_jp: + 新しいドキュメントを追加します
ko_kr: + 새 문서 추가
nl_nl: + Nieuw document toevoegen
pl_pl: + Dodaj nowy dokument.
zh_tw: + 新增文件

source: Add new handler mapping
de_de: + Neue Handlerzuordnung hinzufügen
es_es: + Agregar una nueva asignación de controlador
ja_jp: + 新しいハンドラー マッピングを追加します
ko_kr: + 새 핸들러 매핑 추가
nl_nl: + Nieuwe handlertoewijzing toevoegen
pl_pl: + Dodaj nowe mapowanie procedury obsługi
zh_tw: + 新增處理常式對應

# addNewVirtualDirectory
source: Add new virtual application or directory
de_de: + Neue virtuelle Anwendung oder Verzeichnis hinzufügen
es_es: + Agregar una nueva aplicación o directorio virtual
ja_jp: + 新しい仮想アプリケーションまたはディレクトリを追加します
ko_kr: + 새 가상 응용 프로그램 또는 디렉터리 추가
nl_nl: + Nieuwe virtuele toepassing of map toevoegen
pl_pl: + Dodaj nową wirtualną aplikację lub katalog
zh_tw: + 新增虛擬應用程式或目錄

# enterName
source: Enter a name
de_de: Geben Sie einen Namen ein
es_es: Escribir un nombre
ja_jp: 名前の入力
ko_kr: 이름 입력
nl_nl: Een naam invoeren
pl_pl: Wprowadź nazwę
zh_tw: 輸入名稱

# enterValue
source: Enter a value
de_de: Wert eingeben
es_es: Escribir un valor
ja_jp: 値を入力してください
ko_kr: 값 입력
nl_nl: Typ een waarde
pl_pl: Wprowadź wartość
zh_tw: 輸入值

source: Enter extension
de_de: Erweiterung eingeben
es_es: Escribir extensión
ja_jp: 拡張機能を入力してください
ko_kr: 확장명 입력
nl_nl: Extensie invoeren
pl_pl: Wprowadź rozszerzenie
zh_tw: 輸入副檔名

source: Enter script processor
de_de: Skriptprozessor eingeben
es_es: Escribir el procesador de script
ja_jp: スクリプト プロセッサを入力してください
ko_kr: 스크립트 처리기 입력
nl_nl: Scriptprocessor invoeren
pl_pl: Wprowadź procesor skryptów
zh_tw: 輸入指令碼處理器

source: Enter arguments
de_de: Argumente eingeben
es_es: Escribir argumentos
ja_jp: 引数を入力してください
ko_kr: 인수 입력
nl_nl: Argumenten invoeren
pl_pl: Wprowadź argumenty
zh_tw: 輸入引數

source: Enter virtual path
de_de: Virtuellen Pfad eingeben
es_es: Escribir la ruta de acceso virtual
ja_jp: 仮想パスを入力してください
ko_kr: 가상 경로 입력
nl_nl: Virtueel pad invoeren
pl_pl: Wprowadź ścieżkę wirtualną
zh_tw: 輸入虛擬路徑

source: Enter physical path
de_de: Physischen Pfad eingeben
es_es: Escribir la ruta de acceso física
ja_jp: 物理パスを入力してください
ko_kr: 물리적 경로 입력
nl_nl: Fysiek pad invoeren
pl_pl: Wprowadź ścieżkę fizyczną
zh_tw: 輸入實體路徑

source: Hidden value. Click to show.
de_de: Ausgeblendeter Wert. Klicken Sie, um den Wert anzuzeigen.
es_es: Valor oculto. Haga clic para mostrarlo.
ja_jp: 非表示の値です。表示するには、クリックしてください。
ko_kr: 숨겨진 값. 표시하려면 클릭하세요.
nl_nl: Verborgen waarde. Klik om de waarde weer te geven.
pl_pl: Wartość ukryta. Kliknij, aby pokazać.
zh_tw: 隱藏的值。按一下即可顯示。

# sideBar_changeMade
source: Changes made to function {{name}} will be lost. Are you sure you want to continue?
de_de: Änderungen an der Funktion "{{name}}" gehen verloren. Möchten Sie den Vorgang fortsetzen?
es_es: Los cambios realizados en la función {{name}} se perderán. ¿Seguro que quiere continuar?
ja_jp: 関数 {{name}} に対する変更が失われます。続行してもよろしいですか?
ko_kr: {{name}} 함수에 대한 변경 사항이 손실됩니다. 계속하시겠습니까?
nl_nl: De wijzigingen voor de functie {{name}} gaan verloren. Weet u zeker dat u wilt doorgaan?
pl_pl: Zmiany wprowadzone w funkcji {{name}} zostaną utracone. Czy na pewno chcesz kontynuować?
zh_tw: 將遺失對函式 {{name}} 所做的變更。確定要繼續嗎?

# sideBar_newFunction
source: New Function
de_de: Neue Funktion
es_es: Nueva función
ja_jp: 新しい関数
ko_kr: 새 함수
nl_nl: Nieuwe functie
pl_pl: Nowa funkcja
zh_tw: 新函式

# sideBar_refresh
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
ja_jp: 最新の情報に更新
ko_kr: 새로 고침
nl_nl: Vernieuwen
pl_pl: Odśwież
zh_tw: 重新整理

source: Search
de_de: Suchen
es_es: Buscar
ja_jp: 検索する
ko_kr: 검색
nl_nl: Zoeken
pl_pl: Wyszukaj
zh_tw: 搜尋

# scopeToItem
source: Scope to this item
de_de: Bereich auf dieses Element festlegen
es_es: Ámbito a este elemento
ja_jp: この項目にスコープを合わせる
ko_kr: 이 항목까지 범위 지정
nl_nl: Bereik instellen tot dit item
pl_pl: Ustaw zakres na ten element
zh_tw: 將範圍定義為此項目

source: Search features
de_de: Features durchsuchen
es_es: Buscar en características
ja_jp: 機能の検索
ko_kr: 기능 검색
nl_nl: Zoeken naar functies
pl_pl: Wyszukaj funkcje
zh_tw: 搜尋功能

source: Search function apps
de_de: Funktions-Apps suchen
es_es: Buscar en aplicaciones de función
ja_jp: 関数アプリの検索
ko_kr: 함수 앱 검색
nl_nl: Functie-apps zoeken
pl_pl: Wyszukaj aplikacje funkcji
zh_tw: 搜尋函數應用程式

# subscription
source: Subscription ID
de_de: Abonnement-ID
es_es: Id. de suscripción
ja_jp: サブスクリプション ID
ko_kr: 구독 ID
nl_nl: Abonnements-id
pl_pl: Identyfikator subskrypcji
zh_tw: 訂用帳戶 ID

# subscriptionName
source: Subscription
de_de: Abonnement
es_es: Suscripción
ja_jp: サブスクリプション
ko_kr: 구독
nl_nl: Abonnement
pl_pl: Subskrypcja
zh_tw: 訂用帳戶

source: Resource group
de_de: Ressourcengruppe
es_es: Grupo de recursos
ja_jp: リソース グループ
ko_kr: 리소스 그룹
nl_nl: Resourcegroep
pl_pl: Grupa zasobów
zh_tw: 資源群組

source: Location
de_de: Speicherort
es_es: Ubicación
ja_jp: 場所
ko_kr: 위치
nl_nl: Locatie
pl_pl: Lokalizacja
zh_tw: 位置

source: No results
de_de: Keine Ergebnisse
es_es: No hay resultados.
ja_jp: 結果がありません
ko_kr: 결과 없음
nl_nl: Geen resultaten
pl_pl: Brak wyników
zh_tw: 沒有結果

# topBar_changeMade
source: Changes made to the current function will be lost. Are you sure you want to continue?
de_de: Änderungen an der aktuellen Funktion gehen verloren. Möchten Sie den Vorgang fortsetzen?
es_es: Los cambios realizados en la función actual se perderán. ¿Seguro que quiere continuar?
ja_jp: 現在の関数に対する変更が失われます。続行してもよろしいですか?
ko_kr: 현재 함수에 대한 변경 사항이 손실됩니다. 계속하시겠습니까?
nl_nl: Wijzigingen voor de huidige functie gaan verloren. Weet u zeker dat u wilt doorgaan?
pl_pl: Zmiany wprowadzone w bieżącej funkcji zostaną utracone. Czy na pewno chcesz kontynuować?
zh_tw: 將遺失對目前函式所做的變更。確定要繼續嗎?

# topBar_functionAppSettings
source: Function app settings
de_de: Funktionen-App-Einstellungen
es_es: Configuración de Function App
ja_jp: Function App の設定
ko_kr: 함수 앱 설정
nl_nl: Instellingen voor functie-apps
pl_pl: Ustawienia aplikacji funkcji
zh_tw: 函數應用程式設定

# topBar_newVersion
source: A new version of Azure Functions is available. To upgrade, click here
de_de: Eine neue Version von Azure Functions ist verfügbar. Klicken Sie hier, um ein Upgrade durchzuführen.
es_es: Ya hay disponible una nueva versión de Azure Functions . Para actualizarla, haga clic aquí
ja_jp: 新しいバージョンの Azure Functions が利用できます。アップグレードするには、ここをクリックしてください
ko_kr: 새 버전의 Azure Functions를 사용할 수 있습니다. 업그레이드하려면 여기를 클릭하세요.
nl_nl: Er is een nieuwe versie van Azure Functions beschikbaar. Als u een upgrade wilt uitvoeren, klikt u hier
pl_pl: Jest dostępna nowa wersja usługi Azure Functions. Aby przeprowadzić uaktualnienie, kliknij tutaj
zh_tw: 已提供新版 Azure Functions。若要升級，請按一下這裡

# topBar_quickStart
source: Quickstart
de_de: Schnellstart
es_es: Inicio rápido
ja_jp: クイック スタート
ko_kr: 빠른 시작
nl_nl: Snelstartgids
pl_pl: Szybki start
zh_tw: 快速入門

# topBar_usage
source: Usage
de_de: Verwendung
es_es: Uso
ja_jp: 使用法
ko_kr: 사용량
nl_nl: Gebruik
pl_pl: Użycie
zh_tw: 使用方式

source: All
de_de: Alle
es_es: Todas
ja_jp: すべて
ko_kr: 모두
nl_nl: Alle
pl_pl: Wszystkie
zh_tw: 全部

# appMonitoring_appExecutions
source: App executions
de_de: App-Ausführungen
es_es: Ejecuciones de la aplicación
ja_jp: アプリの実行
ko_kr: 앱 실행
nl_nl: Uitvoerbewerkingen voor apps
pl_pl: Wykonania aplikacji
zh_tw: 應用程式執行

# appMonitoring_appUsage
source: App Usage(Gb Sec)
de_de: App-Nutzung (GB/Sek.)
es_es: Uso de la aplicación (GB/s)
ja_jp: アプリの使用量 (Gb 秒)
ko_kr: 앱 사용량(Gb/초)
nl_nl: Gebruik van app (Gb Sec)
pl_pl: Użycie aplikacji (Gb/s)
zh_tw: 應用程式使用量 (GB 秒)

# appMonitoring_functionAppUsage
source: Function App Usage
de_de: Funktionen-App-Nutzung
es_es: Uso de Function App
ja_jp: Function App の使用量
ko_kr: 함수 앱 사용량
nl_nl: Gebruik van functie-app
pl_pl: Użycie aplikacji funkcji
zh_tw: 函數應用程式使用量

# appMonitoring_noData
source: No data available
de_de: Keine Daten verfügbar.
es_es: No hay datos disponibles.
ja_jp: 利用できるデータはありません
ko_kr: 데이터를 사용할 수 없음
nl_nl: Er zijn geen gegevens beschikbaar
pl_pl: Brak dostępnych danych
zh_tw: 沒有可用的資料

# appMonitoring_ofExecutions
source: of executions
de_de: von Ausführungen
es_es: de las ejecuciones
ja_jp: 実行
ko_kr: 실행
nl_nl: van uitvoerbewerkingen
pl_pl: wykonań
zh_tw: 可執行

# binding_parameterName
source: Parameter name
es_es: Nombre de parámetro
ja_jp: パラメーター名
ko_kr: 매개 변수 이름
nl_nl: Parameternaam
pl_pl: Nazwa parametru
zh_tw: 參數名稱

source: Close
de_de: Schließen
es_es: Cerrar
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl_pl: Zamknij
zh_tw: 關閉

source: Config
de_de: Konfiguration
ja_jp: 構成
ko_kr: 구성
pl_pl: Konfiguracja
zh_tw: 設定

source: Create
de_de: Erstellen
es_es: Crear
ja_jp: 作成
ko_kr: 만들기
nl_nl: Maken
pl_pl: Utwórz
zh_tw: 建立

# dashboard_yourTrialExpiered
source: Your trial has expired
de_de: Ihre Testversion ist abgelaufen.
es_es: El período de prueba expiró.
ja_jp: 試用期間が終了しました
ko_kr: 평가판이 만료되었습니다.
nl_nl: De proefversie is verlopen
pl_pl: Ważność Twojej wersji próbnej wygasła
zh_tw: 您的試用版已到期

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
ja_jp: 無効
ko_kr: 사용 안 함
nl_nl: Uitgeschakeld
pl_pl: Wyłączono
zh_tw: 已停用

source: Enabled
de_de: Aktiviert
es_es: Habilitado
ja_jp: 有効
ko_kr: 사용
nl_nl: Ingeschakeld
pl_pl: Włączono
zh_tw: 已啟用

source: disable
de_de: deaktivieren
es_es: deshabilitar
ja_jp: 無効にする
ko_kr: 사용 안 함
nl_nl: uitschakelen
pl_pl: wyłącz
zh_tw: 停用

# enable
source: enabled
de_de: aktiviert
es_es: habilitado
ja_jp: 有効
ko_kr: 사용
nl_nl: ingeschakeld
pl_pl: włączone
zh_tw: 已啟用

# errorList_here
source: here
de_de: hier
es_es: aquí
ja_jp: ここ
ko_kr: 여기
nl_nl: hier
pl_pl: tutaj
zh_tw: 這裡

# errorList_youMay
source: You may be experiencing an error. If you're having issues, please post them
de_de: Möglicherweise liegt ein Fehler vor. Wenn Probleme auftreten, posten Sie sie bitte
es_es: Puede que se haya producido un error. Si tiene problemas, regístrelos.
ja_jp: エラーが発生している可能性があります。問題が発生している場合には、投稿してください
ko_kr: 오류가 발생할 수 있습니다. 문제가 있으면 게시하세요.
nl_nl: Mogelijk is er een fout opgetreden. Als u problemen ondervindt, plaatst u deze
pl_pl: Mógł wystąpić błąd. Jeśli masz problemy, opublikuj je
zh_tw: 您可能遇到錯誤。若您遇到問題，請加以張貼

# errorParsingConfig
source: Error parsing config: {{error}}
de_de: Fehler beim Analysieren der Konfiguration: {{error}}
es_es: Error al analizar la configuración: {{error}}.
ja_jp: 構成の解析エラー: {{error}}
ko_kr: 구성 구문 분석 오류: {{error}}
nl_nl: Fout bij het parseren van Config: {{error}}
pl_pl: Błąd analizowania konfiguracji: {{error}}
zh_tw: 剖析設定時發生錯誤: {{error}}

# failedToSwitchFunctionState
source: Failed to {{state}} function: {{functionName}}
de_de: Fehler beim {{state}} von Funktion: {{functionName}}
es_es: No se pudo {{state}} la función: {{functionName}}
ja_jp: 関数 {{functionName}} を {{state}} できませんでした
ko_kr: {{state}} 함수: {{functionName}}에 실패했습니다.
nl_nl: Kan {{state}} niet instellen voor de functie: {{functionName}}
pl_pl: Nie można przełączyć stanu {{state}} funkcji: {{functionName}}
zh_tw: 無法 {{state}} 函式: {{functionName}}

source: Features
es_es: Características
ja_jp: 機能
ko_kr: 기능
nl_nl: Functies
pl_pl: Funkcje
zh_tw: 功能

# functionDev_code
source: Code
es_es: Código
ja_jp: コード
ko_kr: 코드
pl_pl: Kod
zh_tw: 程式碼

# functionDev_run
source: Run
de_de: Ausführen
es_es: Ejecutar
ja_jp: 実行
ko_kr: 실행
nl_nl: Uitvoeren
pl_pl: Uruchom
zh_tw: 執行

# functionEdit_readOnly
source: Your app is currently in read only mode because you have source control integration enabled.
de_de: Schreibgeschützt: Da Sie mit der Bearbeitung über die Quellcodeverwaltung begonnen haben, ist diese Ansicht schreibgeschützt.
es_es: Solo lectura: se empezó a editar con control de código fuente, por tanto esta vista es de solo lectura.
ja_jp: 読み取り専用 - ソース管理の編集を開始したため、このビューは読み取り専用です。
ko_kr: 읽기 전용 - 소스 제어를 사용하여 편집을 시작했으므로 이 보기는 읽기 전용입니다.
nl_nl: Alleen-lezen: omdat u de bewerking bent begonnen met broncodebeheer, is deze weergave alleen-lezen.
pl_pl: Tylko do odczytu — ponieważ rozpoczęto edytowanie za pomocą kontroli źródła, ten widok jest tylko do odczytu.
zh_tw: 唯讀 - 因為您已開始編輯原始檔控制，所以此檢視為唯讀。

# functionIntegrate_advancedEditor
source: Advanced editor
de_de: Erweiterter Editor
es_es: Editor avanzado
ja_jp: 詳細エディター
ko_kr: 고급 편집기
nl_nl: Geavanceerde editor
pl_pl: Edytor zaawansowany
zh_tw: 進階編輯器

# functionIntegrate_changesLost1
source: Changes made will be lost. Are you sure you want to continue?
de_de: Änderungen gehen verloren. Möchten Sie den Vorgang fortsetzen?
es_es: Los cambios realizados se perderán. ¿Seguro que quiere continuar?
ja_jp: 変更の内容が失われます。続行してもよろしいですか?
ko_kr: 변경 사항이 손실됩니다. 계속하시겠습니까?
nl_nl: De wijzigingen gaan verloren. Weet u zeker dat u wilt doorgaan?
pl_pl: Wprowadzone zmiany zostaną utracone. Czy na pewno chcesz kontynuować?
zh_tw: 將遺失所做的變更。確定要繼續嗎?

# functionIntegrate_changesLost2
source: Changes made to function {{name}} will be lost. Are you sure you want to continue?
de_de: Änderungen an der Funktion "{{name}}" gehen verloren. Möchten Sie den Vorgang fortsetzen?
es_es: Los cambios realizados en la función {{name}} se perderán. ¿Seguro que quiere continuar?
ja_jp: 関数 {{name}} に対する変更が失われます。続行してもよろしいですか?
ko_kr: {{name}} 함수에 대한 변경 사항이 손실됩니다. 계속하시겠습니까?
nl_nl: De wijzigingen voor de functie {{name}} gaan verloren. Weet u zeker dat u wilt doorgaan?
pl_pl: Zmiany wprowadzone w funkcji {{name}} zostaną utracone. Czy na pewno chcesz kontynuować?
zh_tw: 將遺失對函式 {{name}} 所做的變更。確定要繼續嗎?

# functionIntegrate_settingName
source: Setting name:
de_de: Einstellungsname:
es_es: Nombre de configuración:
ja_jp: 設定名:
ko_kr: 설정 이름:
nl_nl: Naam van instelling:
pl_pl: Nazwa ustawienia:
zh_tw: 設定名稱:

# functionIntegrate_standardEditor
source: Standard editor
es_es: Editor estándar
ja_jp: 標準エディター
ko_kr: 표준 편집기
nl_nl: Standaardeditor
pl_pl: Edytor standardowy
zh_tw: 標準編輯器

# functionManage_delete
source: Delete Function {{name}}
de_de: Funktion "{{name}}" löschen
es_es: Eliminar función {{name}}
ja_jp: 関数 {{name}} の削除
ko_kr: {{name}} 함수 삭제
nl_nl: Functie {{name}} verwijderen
pl_pl: Usuń funkcję {{name}}
zh_tw: 刪除函式 {{name}}

# functionManage_areYouSure
source: Are you sure you want to delete function {{name}}?
de_de: Möchten Sie die Funktion {{name}} löschen?
es_es: ¿Seguro que quiere eliminar la función {{name}}?
ja_jp: 関数 {{name}} を削除してもよろしいですか?
ko_kr: {{name}} 함수를 삭제하시겠습니까?
nl_nl: Weet u zeker dat u functie {{name}} wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć funkcję {{name}}?
zh_tw: 確定要刪除函式 {{name}} 嗎?

# functionMonitor_loading
source: Loading ...
de_de: Wird geladen...
es_es: Cargando...
ja_jp: 読み込んでいます...
ko_kr: 로드 중...
nl_nl: Laden ...
pl_pl: Trwa ładowanie...
zh_tw: 正在載入...

# functionMonitor_successAggregate
source: Success count since
de_de: Anzahl erfolgreicher Vorgänge seit
es_es: Recuento de casos completados correctamente desde
ja_jp: 成功数の起算時点
ko_kr: 다음 이후 성공 수
nl_nl: Aantal geslaagde pogingen sinds
pl_pl: Liczba powodzeń od
zh_tw: 成功計數，開始於:

# functionMonitor_errorsAggregate
source: Error count since
de_de: Anzahl fehlerhafter Vorgänge seit
es_es: Recuento de errores desde
ja_jp: エラー数の起算時点
ko_kr: 다음 이후 오류 수
nl_nl: Aantal fouten sinds
pl_pl: Liczba błędów od
zh_tw: 錯誤計數，開始於:

# functionMonitor_invocationLog
source: Invocation log
de_de: Aufrufprotokoll
es_es: Registro de invocaciones
ja_jp: 起動ログ
ko_kr: 호출 로그
nl_nl: Aanroeplogbestand
pl_pl: Dziennik wywołań
zh_tw: 引動過程記錄檔

# functionMonitor_invocationDetails
source: Invocation Details
de_de: Aufrufdetails
es_es: Detalles de la invocación
ja_jp: 起動の詳細
ko_kr: 호출 정보
nl_nl: Aanroepdetails
pl_pl: Szczegóły wywołania
zh_tw: 引動過程詳細資料

# functionMonitor_invocationOutput
source: Logs
de_de: Protokolle
es_es: Registros
ja_jp: ログ
ko_kr: 로그
nl_nl: Logboeken
pl_pl: Dzienniki
zh_tw: 記錄

# functionMonitor_pulseUrl
source: live event stream
de_de: Liveereignisdatenstrom
es_es: secuencia de eventos en directo
ja_jp: ライブ イベント ストリーム
ko_kr: 라이브 이벤트 스트림
nl_nl: stroom van live gebeurtenis
pl_pl: strumień zdarzeń na żywo
zh_tw: 即時事件資料流

# functionMonitorTable_functionColumn
source: Function
de_de: Funktion
es_es: Función
ja_jp: 関数
ko_kr: 함수
nl_nl: Functie
pl_pl: Funkcja
zh_tw: 函式

# functionMonitorTable_statusColumn
source: Status
es_es: Estado
ja_jp: 状態
ko_kr: 상태
pl_pl: Stan
zh_tw: 狀態

# functionMonitorTable_detailsColumn
source: Details: Last ran
de_de: Details: letzte Ausführung
es_es: Detalles: Última ejecución
ja_jp: 詳細: 前回の実行
ko_kr: 세부 정보: 마지막 실행
nl_nl: Details: Laatste keer uitgevoerd
pl_pl: Szczegóły: Ostatnie uruchomienie
zh_tw: 詳細資料: 上次執行

# functionMonitorTable_durationColumn
source: (duration)
de_de: (Dauer)
es_es: (duración)
ja_jp: (期間)
ko_kr: (기간)
nl_nl: (duur)
pl_pl: (czas trwania)
zh_tw: (持續時間)

# functionMonitorInvocationTable_paramColumn
source: Parameter
es_es: Parámetro
ja_jp: パラメーター
ko_kr: 매개 변수
pl_pl: Parametr
zh_tw: 參數

# functionService_authIsEnabled
source: Authentication is enabled for the function app. Disable authentication before running the function.
de_de: Die Authentifizierung ist für die Funktionen-App aktiviert. Deaktivieren Sie die Authentifizierung, bevor Sie die Funktion ausführen.
es_es: La autenticación está habilitada para la instancia de Function App. Deshabilite la autenticación antes de ejecutar la función.
ja_jp: Function App で認証が有効になっています。関数を実行する前に認証を無効にしてください。
ko_kr: 함수 앱에 대해 인증이 사용하도록 설정되었습니다. 함수를 실행하기 전에 인증을 사용하지 않도록 설정하세요.
nl_nl: Verificatie is ingeschakeld voor de functie-app. Schakel de verificatie uit voordat u de functie uitvoert.
pl_pl: Uwierzytelnianie jest włączone dla aplikacji funkcji. Wyłącz uwierzytelnianie przed uruchomieniem funkcji.
zh_tw: 函數應用程式已啟用驗證。請先停用驗證再執行函式。

# functionService_errorRunningFunc
source: There was an error running function ({{name}}). Check logs output for the full error.
de_de: Fehler beim Ausführen der Funktion ({{name}}). Die vollständige Fehlermeldung finden Sie in den Protokollen.
es_es: Error al ejecutar la función ({{name}}). Compruebe la salida del registro para ver el error completo.
ja_jp: 関数 ({{name}}) の実行中にエラーが発生しました。エラーの全容については、出力されたログをご確認ください。
ko_kr: 함수({{name}})를 실행하는 동안 오류가 발생했습니다. 전체 오류는 로그 출력을 확인하세요.
nl_nl: Er is een fout opgetreden bij het uitvoeren van de functie ({{name}}). Controleer de logboeken voor de volledige foutmelding.
pl_pl: Wystąpił błąd podczas uruchamiania funkcji ({{name}}). Pełny komunikat o błędzie zawierają dane wyjściowe dzienników.
zh_tw: 執行函式 ({{name}}) 時發生錯誤。請檢查記錄輸出取得完整錯誤。

# input
source: Inputs
de_de: Eingaben
es_es: Entradas
ja_jp: 入力
ko_kr: 입력
nl_nl: Invoer
pl_pl: Dane wejściowe
zh_tw: 輸入

# logStreaming_logs
source: Logs
de_de: Protokolle
es_es: Registros
ja_jp: ログ
ko_kr: 로그
nl_nl: Logboeken
pl_pl: Dzienniki
zh_tw: 記錄

source: New Input
de_de: Neue Eingabe
es_es: Nueva entrada
ja_jp: 新しい入力
ko_kr: 새 입력
nl_nl: Nieuwe invoer
pl_pl: Nowe dane wejściowe
zh_tw: 新的輸入

source: New Output
de_de: Neue Ausgabe
es_es: Nueva salida
ja_jp: 新しい出力
ko_kr: 새 출력
nl_nl: Nieuwe uitvoer
pl_pl: Nowe dane wyjściowe
zh_tw: 新的輸出

source: New Trigger
de_de: Neuer Trigger
es_es: Nuevo desencadenador
ja_jp: 新しいトリガー
ko_kr: 새 트리거
nl_nl: Nieuwe trigger
pl_pl: Nowy wyzwalacz
zh_tw: 新的觸發程序

source: Next
de_de: Weiter
es_es: Siguiente
ja_jp: 次へ
ko_kr: 다음
nl_nl: Volgende
pl_pl: Dalej
zh_tw: 下一步

source: Not valid value
de_de: Ungültiger Wert
es_es: Valor no válido
ja_jp: 有効でない値
ko_kr: 잘못된 값
nl_nl: Geen geldige waarde
pl_pl: Nieprawidłowa wartość
zh_tw: 值無效

# output
source: Outputs
de_de: Ausgaben
es_es: Salidas
ja_jp: 出力
ko_kr: 출력
nl_nl: Uitvoer
pl_pl: Dane wyjściowe
zh_tw: 輸出

source: Select
de_de: Auswählen
es_es: Seleccionar
ja_jp: 選択
ko_kr: 선택
nl_nl: Selecteren
pl_pl: Wybierz
zh_tw: 選取

# tabNames_develop
source: Develop
de_de: Entwickeln
es_es: Desarrollar
ja_jp: 開発
ko_kr: 개발
nl_nl: Ontwikkelen
pl_pl: Opracowuj
zh_tw: 開發

# tabNames_integrate
source: Integrate
de_de: Integrieren
es_es: Integrar
ja_jp: 統合
ko_kr: 통합
nl_nl: Integreren
pl_pl: Integruj
zh_tw: 整合

# tabNames_manage
source: Manage
de_de: Verwalten
es_es: Administrar
ja_jp: 管理
ko_kr: 관리
nl_nl: Beheren
pl_pl: Zarządzaj
zh_tw: 管理

# tabNames_monitor
source: Monitor
es_es: Supervisar
ja_jp: モニター
ko_kr: 모니터
nl_nl: Controle
pl_pl: Monitoruj
zh_tw: 監視

# templatePicker_chooseInput
source: Choose an input binding
de_de: Eingabebindung auswählen
es_es: Elegir un enlace de entrada
ja_jp: 入力バインディングの選択
ko_kr: 입력 바인딩 선택
nl_nl: Een invoerbinding kiezen
pl_pl: Wybierz powiązanie danych wejściowych
zh_tw: 選擇輸入繫結

# templatePicker_chooseOutput
source: Choose an output binding
de_de: Ausgabebindung auswählen
es_es: Elegir un enlace de salida
ja_jp: 出力バインディングの選択
ko_kr: 출력 바인딩 선택
nl_nl: Een uitvoerbinding kiezen
pl_pl: Wybierz powiązanie danych wyjściowych
zh_tw: 選擇輸出繫結

# templatePicker_chooseTemplate
source: Choose a template
de_de: Vorlage auswählen
es_es: Elegir una plantilla
ja_jp: テンプレートの選択
ko_kr: 템플릿 선택
nl_nl: Een sjabloon kiezen
pl_pl: Wybierz szablon
zh_tw: 選擇範本

# templatePicker_chooseTrigger
source: Choose a trigger
de_de: Trigger auswählen
es_es: Elegir un desencadenador
ja_jp: トリガーを選択してください
ko_kr: 트리거 선택
nl_nl: Kies een trigger
pl_pl: Wybierz wyzwalacz
zh_tw: 選擇觸發程序

# templatePicker_language
source: Language:
de_de: Sprache:
es_es: Lenguaje:
ja_jp: 言語:
ko_kr: 언어:
nl_nl: Taal:
pl_pl: Język:
zh_tw: 語言:

# templatePicker_scenario
source: Scenario:
de_de: Szenario:
es_es: Escenario:
ja_jp: シナリオ:
ko_kr: 시나리오:
pl_pl: Scenariusz:
zh_tw: 案例:

source: Trigger
es_es: Desencadenadores
ja_jp: トリガー
ko_kr: 트리거
nl_nl: Triggers
pl_pl: Wyzwalacze
zh_tw: 觸發程序
