Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# appFunctionSettings_slotsDesc
source: Enable deployment slots (preview).
de_de: Hiermit werden Bereitstellungsslots aktiviert (Vorschau).
es_es: Habilita los espacios de implementación (versión preliminar).
ja_jp: デプロイ スロット (プレビュー) を有効にします。
ko_kr: 배포 슬롯을 사용합니다(미리 보기).
nl_nl: Implementatiesites (preview-versie) inschakelen.
pl_pl: Włącz miejsca wdrożenia (wersja zapoznawcza).
zh_tw: 啟用部署位置 (預覽)。

# appFunctionSettings_warning_1
source: Known issues:
de_de: Bekannte Probleme:
es_es: Problemas conocidos:
ja_jp: 既知の問題:
ko_kr: 알려진 문제:
nl_nl: Bekende problemen:
pl_pl: Znane problemy:
zh_tw: 已知問題:

# appFunctionSettings_warning_2
source: Logic apps integration with Functions does not work when Slots(preview) is enabled.
de_de: Die Logic Apps-Integration mit Functions funktioniert nicht, wenn Slots (Vorschau) aktiviert sind.
es_es: La integración de Logic Apps con Functions no funciona cuando están habilitados los espacios (versión preliminar).
ja_jp: Logic Apps の Functions との統合は、スロット (プレビュー) が有効になっている場合は機能しません。
ko_kr: 슬롯(미리 보기)을 사용하도록 설정하면 논리 앱과 함수의 통합이 작동하지 않습니다.
nl_nl: Integratie van Logica Apps met Functions werkt niet als Sites (preview-versie) is ingeschakeld.
pl_pl: Integracja aplikacji logiki z usługą Functions nie działa, gdy miejsca wdrożenia (wersja zapoznawcza) są włączone.
zh_tw: 當位置 (預覽) 啟用時，邏輯應用程式與 Functions 的整合即無法運作。

# appFunctionSettings_warning_3
source: Enabling this feature will reset any pre-existing secrets. Function secrets can be found under the 'Manage' node for each function.
de_de: Durch das Aktivieren dieses Vorschaufeatures werden alle vorhandenen Geheimnisse zurückgesetzt. Funktionsgeheimnisse finden Sie hier:
es_es: Al participar en esta característica en versión preliminar, se restablecerán los secretos ya existentes. Los secretos de la función se encuentran en
ja_jp: このプレビュー機能の利用を選択すると、既存のシークレットがすべてリセットされます。関数のシークレットは、各関数の
ko_kr: 이 미리 보기 기능을 선택하면 기존의 암호가 모두 재설정됩니다. 함수 암호는 각 함수에 대한
nl_nl: Als u zich aanmeldt voor deze preview-functie, worden bestaande geheimen opnieuw ingesteld. Functiegeheimen kunt u vinden onder het knooppunt
pl_pl: Włączenie tej funkcji w wersji zapoznawczej spowoduje zresetowanie wszystkich już istniejących kluczy tajnych. Klucze tajne usługi Functions można znaleźć w węźle
zh_tw: 加入此預覽功能將會重設任何既存的祕密。函式祕密會位在各函式的

# slotNew_nameLabel
source: Name
es_es: Nombre
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pl_pl: Nazwa
zh_tw: 名稱

# slotNew_heading
source: Create a new deployment slot
de_de: Neuen Bereitstellungsslot erstellen
es_es: Crear un nuevo espacio de implementación
ja_jp: 新しい展開スロットの作成
ko_kr: 새 배포 슬롯 만들기
nl_nl: Een nieuwe implementatiesite maken
pl_pl: Utwórz nowe miejsce wdrożenia
zh_tw: 建立新的部署位置

# slotNew_desc
source: Deployment slots let you deploy different versions of your function app to different URLs. You can test a certain version and then swap content and configuration between slots.
de_de: Bereitstellungsslots ermöglichen die Bereitstellung verschiedener Versionen Ihrer Funktionen-App an verschiedene URLs. Sie können eine bestimmte Version testen und dann Inhalt und Konfiguration zwischen Slots tauschen.
es_es: Los espacios de implementación le permiten implementar distintas versiones de su aplicación de función en diferentes direcciones URL. Puede probar una determinada versión y luego intercambiar contenido y configuraciones entre espacios.
ja_jp: 展開スロットを使うと、さまざまなバージョンの Function App をさまざまな URL にデプロイすることができます。特定のバージョンをテストしたうえで、スロット単位でコンテンツと構成を切り替えることができるようになります。
ko_kr: 배포 슬롯을 사용하여 다양한 버전의 함수 앱을 서로 다른 URL에 배포할 수 있습니다. 특정 버전을 테스트한 다음 슬롯 간에 콘텐츠 및 구성을 교환할 수 있습니다.
nl_nl: Met implementatiesites kunt u verschillende versie van uw functie-app naar verschillende URL's implementeren. U kunt een bepaalde versie testen en vervolgens inhoud en configuratie uitwisselen tussen sites.
pl_pl: Miejsca wdrażania pozwalają wdrażać różne wersje aplikacji funkcji pod różnymi adresami URL. Pozwala to przetestować konkretną wersję, a następnie zamienić zawartość i konfigurację między miejscami.
zh_tw: 您可利用部署位置，為不同的 URL 部署不同版本的函數應用程式。您可測試特定版本，然後在位置之間交換內容及設定。

# slotNew_startCreateNotifyTitle
source: Creating new slot '{0}'
de_de: Neuer Slot "{0}" wird erstellt
es_es: Creando nuevo espacio {0}
ja_jp: 新しいスロット {0} を作成しています
ko_kr: 새 슬롯 {0}을(를) 만드는 중
nl_nl: De nieuwe site {0} maken...
pl_pl: Tworzenie nowego miejsca {0}
zh_tw: 正在建立新的位置 {0}

# slotNew_startCreateSuccessNotifyTitle
source: Successfully created slot '{0}'
de_de: Slot "{0}" erfolgreich erstellt
es_es: Espacio creado correctamente {0}
ja_jp: スロット {0} を正常に作成しました
ko_kr: {0} 슬롯 만들기 성공
nl_nl: De site {0} is gemaakt
pl_pl: Pomyślnie utworzono miejsce {0}
zh_tw: 已成功建立位置 {0}

# slotNew_startCreateFailureNotifyTitle
source: Failed to create slot '{0}'
de_de: Fehler beim Erstellen von Slot "{0}"
es_es: No se pudo crear el espacio {0}
ja_jp: スロット {0} を作成できませんでした
ko_kr: {0} 슬롯 만들기 실패
nl_nl: Kan de site {0} niet maken
pl_pl: Nie można utworzyć miejsca {0}
zh_tw: 無法建立位置 {0}

# error_unableToLoadSlotsList
source: Unable to retrieve the list of slots: {{errorMessage}}
de_de: Die Liste der Slots kann nicht aktualisiert werden.
es_es: No se puede actualizar la lista de espacios
ja_jp: スロットの一覧を更新できません
ko_kr: 슬롯 목록을 업데이트할 수 없습니다.
nl_nl: Kan de lijst met sites niet bijwerken
pl_pl: Nie można zaktualizować listy miejsc
zh_tw: 無法更新位置清單

# slotNew_noAccess
source: No access to create a slot. Please ensure you have the right RBAC access for the function app and do not have read locks enabled either.
de_de: Kein Zugriff zum Erstellen eines Slots. Stellen Sie sicher, dass Sie über geeigneten RBAC-Zugriff für die Funktionen-App verfügen und dass keine Lesesperren aktiv sind.
es_es: No hay acceso para crear un espacio. Asegúrese de que tiene el acceso adecuado a RBAC para la aplicación de función y no tiene habilitados bloqueos de lectura.
ja_jp: スロットの作成にアクセスできません。Function App に対して正しい RBAC アクセス権を持っており、読み取りロックが有効になっていないことを確認してください。
ko_kr: 슬롯을 만들 수 있는 권한이 없습니다. 함수 앱에 대한 적절한 RBAC 권한이 있는지 확인하고 읽기 잠금이 설정되어 있지 않은지도 확인하세요.
nl_nl: Geen toegang voor het maken van een site. Controleer of u beschikt over de juiste toegang voor RBAC en of er geen leesvergrendelingen zijn ingeschakeld.
pl_pl: Brak dostępu do utworzenia miejsca. Upewnij się, że masz odpowiedni dostęp RBAC dla aplikacji funkcji i nie masz włączonych blokad odczytu.
zh_tw: 沒有建立位置的存取權。請確定您對函數應用程式擁有正確的 RBAC 存取權，而且也沒有啟用讀取鎖定。

# slotsList_nameHeader
source: Name
es_es: Nombre
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pl_pl: Nazwa
zh_tw: 名稱

# slotsList_statusHeader
source: Status
es_es: Estado
ja_jp: 状態
ko_kr: 상태
pl_pl: Stan
zh_tw: 狀態

# slotsList_serverfarmHeader
source: App service plan
es_es: Plan de servicio de aplicaciones
ja_jp: App Service プラン
ko_kr: 앱 서비스 요금제
nl_nl: App Service-abonnement
pl_pl: Plan usługi aplikacji
zh_tw: 應用程式服務方案

# monitoring_appInsights
source: For a richer monitoring experience, including live metrics and custom queries:
de_de: Für eine leistungsstärkere Überwachungsoberfläche einschließlich von Livemetriken und benutzerdefinierten Abfragen empfehlen wir die Aktivierung von <a target="_blank" href="https://go.microsoft.com/fwlink/?linkid=848587">Application Insights für Ihre Funktions-App</a>.
es_es: Para una mejor experiencia de supervisión, incluidas métricas en directo y consultas personalizadas, <a target="_blank" href="https://go.microsoft.com/fwlink/?linkid=848587">habilite Application Insights para su aplicación de función</a>
ja_jp: ライブ メトリックやカスタム クエリなど、これまで以上に充実した監視エクスペリエンスを実現するために、<a target="_blank" href="https://go.microsoft.com/fwlink/?linkid=848587">Function App で Application Insights を有効にしてください</a>
ko_kr: 더 풍부한 모니터링 환경(라이브 메트릭 및 사용자 지정 쿼리 포함)을 위해 <a target="_blank" href="https://go.microsoft.com/fwlink/?linkid=848587">Function 앱용 Application Insights를 사용하도록 설정</a>하는 것이 좋습니다.
nl_nl: Schakel voor een uitgebreidere controle, waaronder live metrische gegevens en aangepaste query's <a target="_blank" href="https://go.microsoft.com/fwlink/?linkid=848587"> Application Insights</a> in voor uw functie-app
pl_pl: Aby skorzystać z bogatszego środowiska monitorowania, w tym metryk na żywo i zapytań niestandardowych, <a target="_blank" href="https://go.microsoft.com/fwlink/?linkid=848587">włącz usługę Application Insights dla swojej aplikacji funkcji</a>
zh_tw: 如需更豐富的監視體驗 (包括即時計量及自訂查詢)，請<a target="_blank" href="https://go.microsoft.com/fwlink/?linkid=848587">為函數應用程式啟用 Application Insights</a>

# slotNew_nameLabel_balloonText
source: This value will be appended to your main web app's URL and will serve as the public address of the slot. For example if you have a web app named 'contoso' and a slot named ‘staging’ then the new slot will have a URL like ‘http://contoso-staging.azurewebsites.net’.
de_de: Dieser Wert wird an die Haupt-URL Ihrer Web-App angefügt und dient als öffentliche Adresse des Slots. Lautet der Name Ihrer Web-App z. B. "contoso" und der Ihres Slots "staging", dann lautet die URL des neuen Slots "http://contoso-staging.azurewebsites.net".
es_es: Este valor se anexará a la dirección URL de la aplicación web principal y actuará como la dirección pública de la ranura. Por ejemplo, si tiene una aplicación web con el nombre "contoso" y una ranura denominada "staging", la dirección URL de la nueva ranura será similar a "http://contoso-staging.azurewebsites.net".
ja_jp: この値は、メイン Web アプリの URL に追加され、スロットのパブリック アドレスとして機能します。たとえば、'contoso' という名前の Web アプリで、スロットの名前が 'staging' である場合、新しいスロットの URL は 'http://contoso-staging.azurewebsites.net' のようになります。
ko_kr: 이 값은 기본 웹 앱의 URL에 추가되며 슬롯의 공용 주소로 사용됩니다. 예를 들어 'contoso'라는 웹 앱과 'staging'이라는 슬롯이 있는 경우 새 슬롯은 'http://contoso-staging.azurewebsites.net'과 같은 URL을 갖게 됩니다.
nl_nl: Deze waarde wordt aan het eind van de URL van uw hoofdweb-app toegevoegd en dient als het publieke adres van de site. Als u bijvoorbeeld een web-app hebt met de naam 'contoso' en een site met de naam 'staging', krijgt de nieuwe site de URL 'http://contoso-staging.azurewebsites.net'.
pl_pl: Ta wartość zostanie dołączona do głównego adresu URL aplikacji sieci Web i będzie służyć jako publiczny adres miejsca. Jeśli na przykład aplikacja sieci Web nazywa się „contoso”, a nazwa miejsca to „staging”, adres URL nowego miejsca będzie mieć postać „http://contoso-staging.azurewebsites.net”.
zh_tw: 此值之後會附加您主要 Web 應用程式的 URL，並會用為位置的公用位址。例如，若您的 Web 應用程式名稱為 'contoso'，位置名稱為 'staging'，則新位置的 URL 會類似於 'http://contoso-staging.azurewebsites.net'。

# slotNew_dynamicQuotaReached
source: Consumption plan allows only for a single slot. If you need more than one slot, please use dedicated App Service plans.
de_de: Der Verbrauchstarif unterstützt nur einen einzigen Slot. Wenn Sie mehr als einen Slot benötigen, verwenden Sie dedizierte App Service-Pläne.
es_es: El plan de consumo solo permite un espacio. Si necesita más, use los planes de App Service dedicados.
ja_jp: 従量課金プランでは、単一のスロットのみ使用できます。スロットが複数必要な場合には、専用の App Service プランを使用してください。
ko_kr: 사용 계획은 단일 슬롯에 대해서만 허용됩니다. 둘 이상의 슬롯이 필요한 경우 전용 App Service 계획을 사용하세요.
nl_nl: Er is slechts één site toegestaan met het verbruiksabonnement. Als u er meer nodig hebt, moet u toegewezen App Service-abonnementen gebruiken.
pl_pl: Plan zużycia pozwala na użycie tylko jednego miejsca. Jeśli potrzebujesz więcej niż jednego miejsca, użyj dedykowanych planów usługi App Service.
zh_tw: 取用方案僅允許單一位置。如果您需要多個位置，請使用專屬的 App Service 方案。

# functionsList_searchFunctions
source: Search functions
de_de: Suchfunktionen
es_es: Funciones de búsqueda
ja_jp: 関数の検索
ko_kr: 검색 함수
nl_nl: Functies zoeken
pl_pl: Funkcje wyszukiwania
zh_tw: 搜尋函數

source: New
de_de: Neu
es_es: Nuevo
ja_jp: 新規
ko_kr: 새로 만들기
nl_nl: Nieuw
pl_pl: Nowy
zh_tw: 新增

source: Create new
de_de: Neu erstellen
es_es: Crear nueva
ja_jp: 新規作成
ko_kr: 새로 만들기
nl_nl: Nieuw
pl_pl: Utwórz nowy
zh_tw: 建立新項目

# functionManage_deleteFunction
source: Delete function
de_de: Funktion löschen
es_es: Eliminar función
ja_jp: 関数の削除
ko_kr: 함수 삭제
nl_nl: De functie verwijderen
pl_pl: Usuwanie funkcji
zh_tw: 刪除函式

# functionService_clientCertEnabled
source: A client certificate is required to call run this function. To run it from the portal you have to disable client certificate.
de_de: Es ist ein Clientzertifikat erforderlich, um diese Funktion aufzurufen. Für eine Ausführung aus dem Portal müssen Sie das Clientzertifikat deaktivieren.
es_es: Se requiere un certificado de cliente para ejecutar esta función. Para ejecutarla dede el portal, debe deshabilitar el certificado de cliente.
ja_jp: この関数を実行するには、クライアント証明書が必要です。ポータルから実行するには、クライアント証明書を無効にする必要があります。
ko_kr: 이 함수를 실행하려면 클라이언트 인증서가 필요합니다. 포털에서 실행하려면 클라이언트 인증서를 사용하지 않도록 설정해야 합니다.
nl_nl: Er is een clientcertificaat vereist om deze functie uit te voeren. Als u de functie wilt uitvoeren vanaf de portal, moet u het clientcertificaat uitschakelen.
pl_pl: Do uruchomienia tej funkcji wymagany jest certyfikat klienta. Aby uruchomić ją z portalu, trzeba wyłączyć certyfikat klienta.
zh_tw: 必須有用戶端憑證才能呼叫執行這個函數。若要從入口網站予以執行，您必須停用用戶端憑證。

# readOnlySlots
source: Your app is currently in read only mode because you have configured deployment slots. To change edit mode visit
de_de: Ihre App befindet sich aktuell im schreibgeschützten Modus, weil Sie Slots konfiguriert haben. Sie können den Bearbeitungsmodus hier ändern:
es_es: Su aplicación está ahora en modo de solo lectura porque tiene espacios configurados. Para cambiarla al modo de edición, visite
ja_jp: スロットが構成済みになっているため、アプリは現在、読み取り専用モードになっています。編集モードに変更するには、
ko_kr: 구성된 슬롯이 있으므로 앱이 현재 읽기 전용 모드입니다. 편집 모드를 변경하려면
nl_nl: Uw app bevindt zich momenteel in de alleen-lezenmodus omdat u een of meer implementatiesites hebt ingeschakeld. Als u de bewerkingsmodus wilt wijzigen, gaat u naar
pl_pl: Twoja aplikacja jest obecnie w trybie tylko do odczytu, ponieważ masz skonfigurowane miejsca. Aby zmienić tryb edycji, odwiedź
zh_tw: 因為您已設定位置，所以應用程式目前為唯讀模式。若要變更編輯模式，請前往

# functionRuntime_manageAppSettings
source: Manage application settings
de_de: Anwendungseinstellungen verwalten
es_es: Administrar configuración de la aplicación
ja_jp: アプリケーション設定の管理
ko_kr: 응용 프로그램 설정 관리
nl_nl: Toepassingsinstellingen beheren
pl_pl: Zarządzaj ustawieniami aplikacji
zh_tw: 管理應用程式設定

# eventHubPicker_IOTHub
source: IoT Hub
es_es: Centro de IoT
ko_kr: IoT 허브
pl_pl: Centrum IoT
zh_tw: IoT 中心

# eventHubPicker_appSettingName
source: Key
de_de: Schlüssel
es_es: Clave
ja_jp: キー
ko_kr: 키
nl_nl: Sleutel
pl_pl: Klawisz
zh_tw: 索引鍵

# eventHubPicker_appSettingValue
source: Value
de_de: Wert
es_es: Valor
ja_jp: 値
ko_kr: 값
nl_nl: Waarde
pl_pl: Wartość
zh_tw: 值

# eventHubPicker_connection
source: Connection
de_de: Verbindung
es_es: Conexión
ja_jp: 接続
ko_kr: 연결
nl_nl: Verbinding
pl_pl: Połączenie
zh_tw: 連接

# eventHubPicker_custom
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizada
ja_jp: カスタム
ko_kr: 사용자 지정
nl_nl: Aangepast
pl_pl: Niestandardowe
zh_tw: 自訂

# eventHubPicker_IOTEvents
source: Events (built-in endpoint)
de_de: Ereignisse (integrierter Endpunkt)
es_es: Eventos (punto de conexión integrado)
ja_jp: イベント (組み込みのエンドポイント)
ko_kr: 이벤트(기본 제공 끝점)
nl_nl: Gebeurtenissen (ingebouwd eindpunt)
pl_pl: Zdarzenia (wbudowany punkt końcowy)
zh_tw: 事件 (內建端點)

# eventHubPicker_IOTMonitoring
source: Operations monitoring
de_de: Vorgangsüberwachung
es_es: Supervisión de operaciones
ja_jp: 操作の監視
ko_kr: 작업 모니터링
nl_nl: Bewerkingen controleren
pl_pl: Monitorowanie operacji
zh_tw: 作業監視

# eventHubPicker_policy
source: Policy
de_de: Richtlinie
es_es: Directiva
ja_jp: ポリシー
ko_kr: 정책
nl_nl: Beleid
pl_pl: Zasady
zh_tw: 原則

# error_schemaValidationProxies
source: The proxies.json schema validation failed. Error: '{0}'.
de_de: Fehler beim Überprüfen des proxies.json-Schemas.
es_es: error de validación de esquema de proxies.json
ja_jp: proxies.json スキーマ バージョンのエラー
ko_kr: proxies.json 스키마 유효성 검사 오류
nl_nl: validatiefout in het proxies.json-schema
pl_pl: Błąd weryfikacji schematu proxies.json
zh_tw: proxies.json 結構描述驗證錯誤

# functionAppSettings_dailyUsageQuotaHelp
source: On a Consumption plan, you can limit platform usage by setting a daily usage quota, in gigabytes-seconds. Once the daily usage quota is reached, the function app is stopped until the next day at 0:00 AM UTC.
de_de: Sie können die Plattformnutzung für einen Verbrauchstarif einschränken, indem Sie ein Kontingent in Gigabyte/Sek. für die tägliche Nutzung festlegen. Sobald das Kontingent für die tägliche Nutzung ausgeschöpft ist, wird die Funktionen-App bis zum nächsten Tag um 00:00 Uhr (UTC) beendet.
es_es: En un plan de consumo, puede limitar el uso de la plataforma mediante el establecimiento de una cuota de uso diario, en gigabytes por segundo. Una vez alcanzada dicha cuota, la aplicación de función se detiene hasta el día siguiente a las 0:00 a.m. UTC.
ja_jp: 従量課金プランでは、1 日あたりの使用量のクォータをギガバイト/秒単位で設定することによって、プラットフォームの使用量に上限を設けることができます。1 日あたりの使用量のクォータに達すると、次の日の午前 0:00 UTC まで Function App が停止します。
ko_kr: 사용 계획에서 일일 사용 할당량(기가바이트-초)을 설정하여 플랫폼 사용을 제한할 수 있습니다. 일일 사용 할당량에 도달하면 함수 앱이 다음 날 0:00 AM UTC까지 중지됩니다.
nl_nl: Met een verbruiksabonnement kunt u platformgebruik beperken door een quotum voor het dagelijkse gebruik in te stellen, in gigabytes per seconde. Wanneer het quotum voor het dagelijkse gebruik wordt bereikt, wordt de functie-app gestopt tot de volgende dag om 00:00 UTC.
pl_pl: W przypadku planu Zużycie możesz ograniczyć użycie platformy, ustawiając dzienny limit przydziału użycia w gigabajtosekundach. Po wykorzystaniu dziennego limitu przydziału użycia aplikacja funkcji zostanie zatrzymana do godziny 0:00 czasu UTC następnego dnia.
zh_tw: 透過取用量方案，您可以設定每日使用量配額以限制平台使用量 (GB-秒)。當達到每日使用量配額時，函數應用程式會停止運作，直到隔天上午 0:00 UTC。

# eventHubPicker_eventHubPolicy
source: (hub policy)
de_de: (Hubrichtlinie)
es_es: (directiva de centro)
ja_jp: (ハブ ポリシー)
ko_kr: (허브 정책)
nl_nl: (hub-beleid)
pl_pl: (zasady centrum)
zh_tw: (中樞原則)

# eventHubPicker_namespacePolicy
source: (namespace policy)
de_de: (Namespacerichtlinie)
es_es: (directiva de espacio de nombres)
ja_jp: (名前空間ポリシー)
ko_kr: (네임스페이스 정책)
nl_nl: (naamruimtebeleid)
pl_pl: (zasady przestrzeni nazw)
zh_tw: (命名空間原則)

# bindingInput_appSettingNotFound
source: App setting is not found.
de_de: Die App-Einstellung wurde nicht gefunden.
es_es: No se encuentra la configuración de la aplicación.
ja_jp: アプリの設定が見つかりませんでした。
ko_kr: 앱 설정을 찾을 수 없습니다.
nl_nl: Kan de app-instelling niet vinden.
pl_pl: Nie znaleziono ustawienia aplikacji.
zh_tw: 找不到應用程式設定。

# bindingInput_show
source: show value
de_de: Wert anzeigen
es_es: mostrar valor
ja_jp: 値の表示
ko_kr: 값 표시
nl_nl: waarde weergeven
pl_pl: pokaż wartość
zh_tw: 顯示值

# appSettingPicker_add
source: Add app setting
de_de: App-Einstellung hinzufügen
es_es: Agregar la configuración de la aplicación
ja_jp: アプリ設定の追加
ko_kr: 앱 설정 추가
nl_nl: App-instelling toevoegen
pl_pl: Dodaj ustawienie aplikacji
zh_tw: 新增應用程式設定

source: Download
de_de: Herunterladen
es_es: Descargar
ja_jp: ダウンロード
ko_kr: 다운로드
nl_nl: Downloaden
pl_pl: Pobierz
zh_tw: 下載

# downloadFunctionAppContent_includeAppSettings
source: Include app settings in the download
de_de: App-Einstellungen in Download einschließen
es_es: Incluir la configuración de la aplicación en la descarga
ja_jp: ダウンロードにアプリ設定を含める
ko_kr: 다운로드에서 앱 설정 포함
nl_nl: App-instellingen opnemen in de download
pl_pl: Uwzględnij ustawienia aplikacji w pobieraniu
zh_tw: 在下載中包含應用程式設定

# downloadFunctionAppContent_includeAppSettingsHelp
source: This will include a file called local.settings.json which will contain your app settings values. This file will not be encrypted on download, but can be encrypted using the Azure Functions Core Tools command line.
de_de: Dies schließt eine Datei mit dem Namen "local.settings.json" ein, die Ihre App-Einstellungswerte enthält. Die Datei wird beim Download nicht verschlüsselt, kann aber über die Befehlszeile der Azure Functions Core-Tools verschlüsselt werden.
es_es: Esta opción incluirá un archivo llamado local.settings.json que contendrá los valores de configuración de la aplicación. Este archivo no se cifrará en la descarga, pero se puede cifrar mediante la línea de comando de las herramientas principales de Azure Functions.
ja_jp: これにより、アプリ設定の値が格納されているファイル local.settings.json が含まれるようになります。ダウンロードに際してこのファイルが暗号化されることはありませんが、Azure Functions Core Tools のコマンド ラインを使用して暗号化することは可能です。
ko_kr: 앱 설정 값을 가진 local.settings.json이라는 파일을 포함합니다. 이 파일은 다운로드에서 암호화되지 않지만 Azure Functions 핵심 도구 명령줄을 사용하여 암호화할 수 있습니다.
nl_nl: Dit is inclusief een bestand met de naam local.settings.json dat de waarden van uw app-instellingen bevat. Dit bestand wordt niet versleuteld bij het downloaden, maar kan worden versleuteld met de opdrachtregel Azure Functions Core Tools.
pl_pl: Spowoduje to uwzględnienie pliku local.settings.json, który będzie zawierać wartości ustawień aplikacji. Ten plik nie będzie szyfrowany przy pobieraniu, ale można go zaszyfrować za pomocą wiersza polecenia podstawowych narzędzi usługi Azure Functions.
zh_tw: 這會包含名為 local.settings.json 的檔案。此檔案包含您應用程式的設定值，而且在下載時不會加密，但可使用 Azure Functions Core Tools 命令列加密。

# downloadFunctionAppContent_siteContent
source: Site content
de_de: Inhalt der Website
es_es: Contenido del sitio
ja_jp: サイトのコンテンツ
ko_kr: 사이트 콘텐츠
nl_nl: Site-inhoud
pl_pl: Zawartość witryny
zh_tw: 網站內容

# downloadFunctionAppContent_vsProject
source: Content and Visual Studio project
de_de: Inhalt und Visual Studio-Projekt
es_es: Contenido y proyecto de Visual Studio
ja_jp: コンテンツと Visual Studio プロジェクト
ko_kr: 콘텐츠 및 Visual Studio 프로젝트
nl_nl: Inhoud en Visual Studio-project
pl_pl: Zawartość i projekt programu Visual Studio
zh_tw: 內容與 Visual Studio 專案

# bindingInput_retrieve
source: retrieve
de_de: Abrufen
es_es: recuperar
ja_jp: 取得
ko_kr: 검색
nl_nl: ophalen
pl_pl: pobierz
zh_tw: 擷取

# apiProxy_delete
source: Delete proxy
de_de: Proxy löschen
es_es: Eliminar proxy
ja_jp: プロキシの削除
ko_kr: 프록시 삭제
nl_nl: Proxy verwijderen
pl_pl: Usuń serwer proxy
zh_tw: 刪除 Proxy

# apiProxy_new
source: New proxy
de_de: Neuer Proxy
es_es: Nuevo servidor proxy
ja_jp: 新しいプロキシ
ko_kr: 새 프록시
nl_nl: Nieuwe proxy
pl_pl: Nowy serwer proxy
zh_tw: 新增 Proxy

# apiProxy_noOverride
source: No override
de_de: Keine Außerkraftsetzung
es_es: Sin invalidación
ja_jp: 上書きなし
ko_kr: 재정의 없음
nl_nl: Niet negeren
pl_pl: Bez przesłaniania
zh_tw: 禁止覆寫

source: Express AAD Registration
de_de: Express-AAD-Registrierung
es_es: Registro rápido de AAD
ja_jp: 簡易 AAD の登録
ko_kr: Express AAD 등록
nl_nl: Snelregistratie bij AAD
pl_pl: Ekspresowa rejestracja w usłudze AAD
zh_tw: AAD 快速註冊

# eventGrid_createMessage
source: You need to add Event Grid subscription after function creation.
de_de: Sie müssen nach dem Erstellen der Funktion ein Event Grid-Abonnement hinzufügen.
es_es: Debe agregar una suscripción a Event Grid después de crear las funciones.
ja_jp: 関数の作成後に Event Grid のサブスクリプションを追加する必要があります。
ko_kr: 함수를 만든 후에는 Event Grid 구독을 추가해야 합니다.
nl_nl: U moet een Event Grid-abonnement toevoegen na het maken van de functie.
pl_pl: Po utworzeniu funkcji należy dodać subskrypcję siatki zdarzeń.
zh_tw: 您必須在函式建立之後新增事件格線訂用帳戶。

# eventGrid_help
source: Event Grid Subscription URL
de_de: Event Grid-Abonnement-URL
es_es: Dirección URL de la suscripción a Event Grid
ja_jp: Event Grid のサブスクリプション URL
ko_kr: Event Grid 구독 URL
nl_nl: URL van Event Grid-abonnement
pl_pl: Adres URL subskrypcji siatki zdarzeń
zh_tw: 事件格線訂用帳戶 URL

# eventGrid_label
source: Event Grid Subscription URL
de_de: Event Grid-Abonnement-URL
es_es: Dirección URL de la suscripción a Event Grid
ja_jp: Event Grid のサブスクリプション URL
ko_kr: Event Grid 구독 URL
nl_nl: URL van Event Grid-abonnement
pl_pl: Adres URL subskrypcji siatki zdarzeń
zh_tw: 事件格線訂用帳戶 URL

# eventGrid_manageSubscriptions
source: Manage Event Grid subscriptions
de_de: Event Grid-Abonnements verwalten
es_es: Administrar suscripciones a Event Grid
ja_jp: Event Grid サブスクリプションの管理
ko_kr: Event Grid 구독 관리
nl_nl: Event Grid-abonnementen beheren
pl_pl: Zarządzaj subskrypcjami siatki zdarzeń
zh_tw: 管理事件格線訂用帳戶
