Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# error_siteStopped
source: Your function app is stopped. You cannot use the functions portal when the app is stopped. You can change that by going to the function app settings view on the left side bar and then going to the app service settings blade.
de_de: Ihre Funktionen-App wurde beendet. Sie können das Funktionenportal nicht verwenden, wenn die App beendet wurde. Sie können dies ändern, indem Sie zur Anzeige der Funktionen-App-Einstellungen auf der linken Seitenleiste und dann zum Blatt mit den App-Diensteinstellungen wechseln.
es_es: Function App se ha detenido. No puede usar el portal de funciones si la aplicación se ha detenido. Para cambiar esto, vaya a la vista de configuración de Function App en la barra lateral izquierda y luego a la hoja de configuración de App Service.
ja_jp: Function App が停止しています。アプリが停止していると、Functions ポータルを使用できません。左側のサイド バーの Function App の設定ビューから App Service の設定ブレードにアクセスすると、アプリの状態を変更できます。
ko_kr: 함수 앱이 중지되었습니다. 앱이 중지된 경우 함수 포털을 사용할 수 없습니다. 왼쪽 사이드 바의 함수 앱 설정 보기로 이동한 다음 앱 서비스 설정 블레이드로 이동하여 이러한 동작을 변경할 수 있습니다.
nl_nl: De functie-app is gestopt. U kunt de functieportal niet gebruiken wanneer de app is gestopt. U kunt dit wijzigen door naar de instellingenweergave van de functie-app in de linkerzijbalk te gaan en vervolgens naar de instellingenblade van de App Service te gaan.
pl_pl: Aplikacja funkcji jest zatrzymana. Nie można używać portalu funkcji, gdy aplikacja jest zatrzymana. Można to zmienić, przechodząc do widoku ustawień aplikacji funkcji na lewym pasku bocznym, a następnie przechodząc do bloku ustawień usługi App Service.
zh_tw: 您的函數應用程式已停止。您無法在應用程式停止時使用函式入口網站。您可依序前往左側邊欄上的 [函數應用程式設定] 檢視及 [應用程式服務設定] 刀鋒視窗，進而變更函式。

# error_NoPermissionToAccessApp
source: You don't have sufficient permissions to access this function app. You may still be able to see basic settings in the app service settings blade which you can access from the function app settings link on the left sidebar.
de_de: Sie haben nicht genügend Berechtigungen zum Zugriff auf diese Funktionen-App. Möglicherweise können Sie grundlegende Einstellungen auf dem Blatt für die App-Diensteinstellungen anzeigen, auf das Sie über den Link für die Funktionen-App-Einstellungen auf der linken Seitenleiste zugreifen können.
es_es: No tiene suficientes permisos para acceder a esta Function App. Es posible que aún pueda ver la configuración básica en la hoja de configuración de App Service a la que puede tener acceso desde el vínculo de configuración de Function App en la barra lateral de la izquierda.
ja_jp: この Function App にアクセスするための十分なアクセス許可がありません。左側のサイド バーの Function App の設定リンクから App Service の設定ブレードにアクセスすると、基本設定を確認できることがあります。
ko_kr: 이 함수 앱에 액세스할 수 있는 권한이 없습니다. 왼쪽 사이드 바의 함수 앱 설정 링크에서 액세스할 수 있는 앱 서비스 설정 블레이드의 기본 설정은 볼 수 있습니다.
nl_nl: U hebt onvoldoende machtigingen om deze functie-app te openen. U kunt mogelijk de basisinstellingen bekijken op de instellingenblade van de app-service. U opent deze via de koppeling naar de instellingen van de functie-app op de linkerzijbalk.
pl_pl: Nie masz odpowiednich uprawnień, aby uzyskać dostęp do tej aplikacji funkcji. Możesz nadal wyświetlać podstawowe ustawienia w bloku ustawień usługi App Service, do których uzyskasz dostęp z poziomu linku ustawień aplikacji funkcji w lewym pasku bocznym.
zh_tw: 您沒有足夠的權限，無法存取此函數應用程式。您或許仍可從左側邊欄上的 [函數應用程式設定] 連結存取 [應用程式服務設定] 刀鋒視窗，並於其中查看基本設定。

# errorUniqueParameterName
source: Parameter name must be unique.
de_de: Der Parametername muss eindeutig sein.
es_es: El nombre del parámetro debe ser único.
ja_jp: パラメーター名は一意になっている必要があります。
ko_kr: 매개 변수 이름은 고유해야 합니다.
nl_nl: De naam van de parameter moet uniek zijn.
pl_pl: Nazwa parametru musi być unikatowa.
zh_tw: 參數名稱必須為唯一。

# binding_useFunctionReturnValue
source: Use function return value
de_de: Funktionsrückgabewert verwenden
es_es: Usar el valor devuelto de la función
ja_jp: 関数の戻り値を使用する
ko_kr: 함수 반환 값 사용
nl_nl: Retourwaarde van functie gebruiken
pl_pl: Użyj wartości zwracanej funkcji
zh_tw: 使用函數傳回值

# functionEdit_functionState
source: Function State
de_de: Funktionszustand
es_es: Estado de la función
ja_jp: 関数の状態
ko_kr: 함수 상태
nl_nl: Functiestatus
pl_pl: Stan funkcji
zh_tw: 函數狀態

source: Off
de_de: Aus
es_es: Desactivado
ja_jp: オフ
ko_kr: 꺼짐
nl_nl: Uit
pl_pl: Wyłączone
zh_tw: 關閉

source: On
de_de: Ein
es_es: Activado
ja_jp: オン
ko_kr: 설정
nl_nl: Aan
pl_pl: Włączone
zh_tw: 開啟

# topBar_functionApiSettings
source: API settings
de_de: API-Einstellungen
es_es: Configuración de API
ja_jp: API 設定
ko_kr: API 설정
nl_nl: API-instellingen
pl_pl: Ustawienia interfejsu API
zh_tw: API 設定

# sidebar_newApiProxy
source: New proxy
de_de: Neuer Proxy
es_es: Nuevo servidor proxy
ja_jp: 新しいプロキシ
ko_kr: 새 프록시
nl_nl: Nieuwe proxy
pl_pl: Nowy serwer proxy
zh_tw: 新增 Proxy

# apiProxy_allMethods
source: All methods
de_de: Alle Methoden
es_es: Todos los métodos
ja_jp: すべてのメソッド
ko_kr: 모든 메서드
nl_nl: Alle methoden
pl_pl: Wszystkie metody
zh_tw: 所有方法

# apiProxy_allowedHttpMethods
source: Allowed HTTP methods
de_de: Zulässige HTTP-Methoden
es_es: Métodos HTTP permitidos
ja_jp: 許可されている HTTP メソッド
ko_kr: 허용되는 HTTP 메서드
nl_nl: Toegestane HTTP-methoden
pl_pl: Dozwolone metody HTTP
zh_tw: 允許的 HTTP 方法

# apiProxy_backendUrl
source: Backend URL
es_es: Dirección URL de backend
ja_jp: バックエンド URL
ko_kr: 백 엔드 URL
nl_nl: URL van back-end
pl_pl: Adres URL zaplecza
zh_tw: 後端 URL

# apiProxy_errorExists
source: Proxy or function with that name already exists.
de_de: Es ist bereits ein Proxy oder eine Funktion mit diesem Namen vorhanden.
es_es: Ya existe un proxy o una función con ese nombre.
ja_jp: その名前のプロキシまたは関数が既に存在します。
ko_kr: 해당 이름을 사용하는 프록시 또는 함수가 이미 있습니다.
nl_nl: Er bestaat al een proxy of functie met die naam.
pl_pl: Serwer proxy lub funkcja o tej nazwie już istnieje.
zh_tw: 具備該名稱的 Proxy 或函數已存在。

# apiProxy_name
source: Name
es_es: Nombre
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pl_pl: Nazwa
zh_tw: 名稱

# apiProxy_proxyUrl
source: Proxy URL
es_es: Dirección URL del proxy
ja_jp: プロキシ URL
ko_kr: 프록시 URL
nl_nl: URL van proxy
pl_pl: Adres URL serwera proxy

# apiProxy_routeTemplate
source: Route template
de_de: Routenvorlage
es_es: Plantilla de ruta
ja_jp: ルート テンプレート
ko_kr: 경로 템플릿
nl_nl: Routesjabloon
pl_pl: Szablon trasy
zh_tw: 路由範本

# apiProxy_seectedMethods
source: Selected methods
de_de: Ausgewählte Methoden
es_es: Métodos seleccionados
ja_jp: 選択したメソッド
ko_kr: 선택한 메서드
nl_nl: Geselecteerde methoden
pl_pl: Wybrane metody
zh_tw: 選取的方法

# appFunctionSettings_functionAppSettings
source: function app settings
de_de: Funktionen-App-Einstellungen
es_es: configuración de la aplicación de función
ja_jp: Function App の設定
ko_kr: 함수 앱 설정
nl_nl: instellingen voor functie-apps
pl_pl: ustawienia aplikacji funkcji
zh_tw: 函數應用程式設定

# appFunctionSettings_functionAppSettings1
source: You are currently pinned to runtime version: {{exactExtensionVersion}}. You may update to unpin and use the latest: ({{latestExtensionVersion}}).
de_de: Laufzeitversion: {{extensionVersion}}. Eine neuere Version ist verfügbar ({{latestExtensionVersion}}).
es_es: Versión del runtime: {{extensionVersion}}. Hay una nueva versión disponible ({{latestExtensionVersion}}).
ja_jp: ランタイム バージョン: {{extensionVersion}}。新しいバージョンが利用できます ({{latestExtensionVersion}})。
ko_kr: 런타임 버전: {{extensionVersion}}. 사용 가능한 최신 버전: ({{latestExtensionVersion}}).
nl_nl: Runtimeversie: {{extensionVersion}}. Er is een nieuwere versie beschikbaar ({{latestExtensionVersion}}).
pl_pl: Wersja środowiska uruchomieniowego: {{extensionVersion}}. Jest dostępna nowsza wersja ({{latestExtensionVersion}}).
zh_tw: 執行階段版本: {{extensionVersion}}。有可用的較新版本 ({{latestExtensionVersion}})。

# appFunctionSettings_functionAppSettings2
source: Runtime version: {{exactExtensionVersion}} ({{latestExtensionVersion}})
de_de: Laufzeitversion: {{exactExtensionVersion}} ({{latestExtensionVersion}})
es_es: Versión de tiempo de ejecución: {{exactExtensionVersion}} ({{latestExtensionVersion}})
ja_jp: ランタイム バージョン: {{exactExtensionVersion}} ({{latestExtensionVersion}})
ko_kr: 런타임 버전: {{exactExtensionVersion}}({{latestExtensionVersion}})
nl_nl: Runtime-versie: {{exactExtensionVersion}} ({{latestExtensionVersion}})
pl_pl: Wersja środowiska uruchomieniowego: {{exactExtensionVersion}} ({{latestExtensionVersion}})
zh_tw: 執行階段版本: {{exactExtensionVersion}} ({{latestExtensionVersion}})

# appFunctionSettings_apiProxies
source: Proxies
de_de: Proxys
es_es: Servidores proxy
ja_jp: プロキシ
ko_kr: 프록시
nl_nl: Proxy's
pl_pl: Serwery proxy
zh_tw: Proxy

# appFunctionSettings_useApiProxies
source: Enable Azure Functions Proxies (preview)
de_de: Azure Functions-Proxys aktivieren (Vorschau)
es_es: Habilitar servidores proxy de Azure Functions (versión preliminar)
ja_jp: Azure Functions プロキシの有効化 (プレビュー)
ko_kr: Azure Functions 프록시(미리 보기) 사용
nl_nl: Azure Functions-proxy's inschakelen (preview)
pl_pl: Włącz serwery proxy usługi Azure Functions (wersja zapoznawcza)
zh_tw: 啟用 Azure Functions Proxy (預覽)

# sideBar_changeMadeApiProxy
source: Changes made to proxy {{name}} will be lost. Are you sure you want to continue?
de_de: Änderungen, die am Proxy "{{name}}" vorgenommen wurden, gehen verloren. Möchten Sie den Vorgang fortsetzen?
es_es: Los cambios realizados en el servidor proxy {{name}} se perderán. ¿Está seguro de que desea continuar?
ja_jp: プロキシ {{name}} に対して行った変更が失われます。続行してもよろしいですか?
ko_kr: {{name}} 프록시에 대한 변경 내용이 손실됩니다. 계속할까요?
nl_nl: De wijzigingen voor de proxy {{name}} gaan verloren. Weet u zeker dat u wilt doorgaan?
pl_pl: Wprowadzone zmiany serwera proxy {{name}} zostaną utracone. Czy na pewno chcesz kontynuować?
zh_tw: 對 Proxy {{name}} 所進行的變更都將遺失。確定要繼續嗎?

# apiProxy_alreadyExists
source: Proxy with name '{{name}}' already exists
de_de: Es ist bereits ein Proxy mit dem Namen "{{name}}" vorhanden.
es_es: El proxy con nombre "{{nombre}}" ya existen
ja_jp: '{{name}}' という名前のプロキシが既に存在します
ko_kr: 이름이 '{{name}}'인 프록시가 이미 있습니다.
nl_nl: De proxy met de naam {{name}} bestaat al
pl_pl: Serwer proxy o nazwie „{{name}}” już istnieje
zh_tw: 名稱為 '{{name}}' 的 Proxy 已存在

source: Discard
de_de: Verwerfen
es_es: Descartar
ja_jp: 破棄
ko_kr: 취소
nl_nl: Negeren
pl_pl: Odrzuć
zh_tw: 捨棄

# sidebar_Functions
source: Functions
de_de: Funktionen
es_es: Funciones
ja_jp: 関数
ko_kr: 함수
nl_nl: Functies
pl_pl: Funkcje
zh_tw: 函式

# intro_signInWithFacebook
source: Sign in with Facebook
de_de: Mit Facebook anmelden
es_es: Iniciar sesión con Facebook
ja_jp: Facebook アカウントでサインイン
ko_kr: Facebook으로 로그인
nl_nl: Aanmelden met Facebook
pl_pl: Zaloguj się za pomocą konta Facebook
zh_tw: 以 Facebook 登入

# intro_signInWithGitHub
source: Sign in with GitHub
de_de: Mit GitHub anmelden
es_es: Iniciar sesión con GitHub
ja_jp: GitHub アカウントでサインイン
ko_kr: GitHub로 로그인
nl_nl: Aanmelden met GitHub
pl_pl: Zaloguj się za pomocą konta GitHub
zh_tw: 以 GitHub 登入

# intro_signInWithGoogle
source: Sign in with Google
de_de: Mit Google anmelden
es_es: Iniciar sesión con Google
ja_jp: Google アカウントでサインイン
ko_kr: Google로 로그인
nl_nl: Aanmelden met Google
pl_pl: Zaloguj się za pomocą konta Google
zh_tw: 以 Google 登入

# intro_signInWithMicrosoft
source: Sign in with Microsoft
de_de: Bei Microsoft anmelden
es_es: Iniciar sesión con Microsoft
ja_jp: Microsoft アカウントでサインイン
ko_kr: Microsoft에 로그인
nl_nl: Aanmelden bij Microsoft
pl_pl: Zaloguj się przy użyciu danych firmy Microsoft
zh_tw: 使用 Microsoft 帳戶登入

# apiProxy_backanrUrlStart
source: Backend URL must start with 'http://' or 'https://'
de_de: Die Back-End-URL muss mit "http://" oder "https://" beginnen.
es_es: La dirección URL de back-end debe comenzar con "http://" o "https://"
ja_jp: バックエンド URL の最初の部分は、'http://' と 'https://' のいずれかにする必要があります
ko_kr: 백 엔드 URL은 'http://' 또는 'https://'로 시작해야 합니다.
nl_nl: De URL van de back-end moet met http:// of https:// beginnen
pl_pl: Adres URL zaplecza musi zaczynać się od „http://” lub „https://”
zh_tw: 後端 URL 必須以 'http://' 或 'https://' 為開頭

# functionKeys_copy
source: Copy
de_de: Kopieren
es_es: Copiar
ja_jp: コピー
ko_kr: 복사
nl_nl: Kopiëren
pl_pl: Kopiuj
zh_tw: 複製

# functionKeys_renew
source: Renew
de_de: Erneuern
es_es: Renovar
ja_jp: 更新
ko_kr: 갱신
nl_nl: Verlengen
pl_pl: Odnów
zh_tw: 更新

# functionKeys_revoke
source: Revoke
de_de: Widerrufen
es_es: Revocar
ja_jp: 取り消し
ko_kr: 취소
nl_nl: Intrekken
pl_pl: Odwołaj
zh_tw: 撤銷

# logStreaming_compress
source: Collapse
de_de: Reduzieren
es_es: Contraer
ja_jp: 折りたたみ
ko_kr: 축소
nl_nl: Samenvouwen
pl_pl: Zwiń
zh_tw: 摺疊

# logStreaming_expand
source: Expand
de_de: Erweitern
es_es: Expandir
ja_jp: 展開
ko_kr: 확장
nl_nl: Uitvouwen
pl_pl: Rozwiń
zh_tw: 展開

# functionDev_getFunctionUrl
source: </> Get function URL
de_de: </> Funktions-URL abrufen
es_es: </> Obtener la dirección URL de la función
ja_jp: </> 関数の URL の取得
ko_kr: </> 함수 URL 가져오기
nl_nl: </> Functie-URL ophalen
pl_pl: </> Pobierz adres URL funkcji
zh_tw: </> 取得函數 URL

# functionDev_getGithubSecret
source: </> Get GitHub secret
de_de: </> GitHub-Geheimnis abrufen
es_es: </> Obtener el secreto de GitHub
ja_jp: </> GitHub シークレットの取得
ko_kr: </> GitHub 암호 가져오기
nl_nl: </> GitHub-geheim ophalen
pl_pl: </> Pobierz wpis tajny usługi GitHub
zh_tw: </> 取得 GitHub 密碼

# httpRun_headers
source: Headers
de_de: Header
es_es: Encabezados
ja_jp: ヘッダー
ko_kr: 헤더
nl_nl: Kopteksten
pl_pl: Nagłówki
zh_tw: 標頭

# httpRun_noHeaders
source: There are no headers
de_de: Es sind keine Header vorhanden.
es_es: No hay encabezados
ja_jp: ヘッダーがありません
ko_kr: 헤더가 없습니다.
nl_nl: Er zijn geen headers
pl_pl: Brak nagłówków
zh_tw: 沒有任何標頭

# sideNav_AllSubscriptions
source: All subscriptions
de_de: Alle Abonnements
es_es: Todas las suscripciones
ja_jp: すべてのサブスクリプション
ko_kr: 모든 구독
nl_nl: Alle abonnementen
pl_pl: Wszystkie subskrypcje
zh_tw: 所有訂用帳戶

# sideNav_Subscriptions
source: Subscriptions
de_de: Abonnements
es_es: Suscripciones
ja_jp: サブスクリプション
ko_kr: 구독
nl_nl: Abonnementen
pl_pl: Subskrypcje
zh_tw: 訂閱

# sideNav_SubscriptionCount
source: {0} subscriptions
de_de: {0} Abonnements
es_es: {0} suscripciones
ja_jp: {0} 個のサブスクリプション
ko_kr: {0}개 구독
nl_nl: {0} abonnementen
pl_pl: Subskrypcje: {0}
zh_tw: {0} 個訂用帳戶

# sideNav_FunctionsNoAccess
source: Functions (No access)
de_de: Funktionen (Kein Zugriff)
es_es: Funciones (sin acceso)
ja_jp: 関数 (アクセス不可)
ko_kr: Functions(액세스 권한 없음)
nl_nl: Functies (geen toegang)
pl_pl: Funkcje (brak dostępu)
zh_tw: Functions (無存取權)

# sideNav_FunctionsReadOnlyLock
source: Functions (ReadOnly lock)
de_de: Funktionen (ReadOnly-Sperre)
es_es: Funciones (bloqueo ReadOnly)
ja_jp: 関数 (ReadOnly ロック)
ko_kr: Functions(ReadOnly 잠금)
nl_nl: Functies (alleen-lezenvergrendeling)
pl_pl: Funkcje (blokada tylko do odczytu)
zh_tw: Functions (唯讀鎖定)

# sideNav_FunctionsStopped
source: Functions (Stopped)
de_de: Funktionen (Beendet)
es_es: Funciones (detenidas)
ja_jp: 関数 (停止)
ko_kr: Functions(중지됨)
nl_nl: Functies (gestopt)
pl_pl: Funkcje (zatrzymane)
zh_tw: Functions (已停止)

# sideNav_ProxiesNoAccess
source: Proxies (No access)
de_de: Proxys (Kein Zugriff)
es_es: Servidores proxy (sin acceso)
ja_jp: プロキシ (アクセス不可)
ko_kr: 프록시(액세스 권한 없음)
nl_nl: Proxy's (geen toegang)
pl_pl: Serwery proxy (brak dostępu)
zh_tw: Proxy (無存取權)

# sideNav_ProxiesStopped
source: Proxies (Stopped)
de_de: Proxys (Beendet)
es_es: Servidores proxy (detenidos)
ja_jp: プロキシ (停止)
ko_kr: 프록시(중지됨)
nl_nl: Proxy's (onderbroken)
pl_pl: Serwery proxy (zatrzymane)
zh_tw: Proxy (已停止)

# sideNav_ProxiesReadOnlyLock
source: Proxies (ReadOnly lock)
de_de: Proxys (ReadOnly-Sperre)
es_es: Servidores proxy (bloqueo ReadOnly)
ja_jp: プロキシ (ReadOnly ロック)
ko_kr: 프록시(읽기 전용 잠금)
nl_nl: Proxy's (alleen-lezenvergrendeling)
pl_pl: Serwery proxy (blokada tylko do odczytu)
zh_tw: Proxy (唯讀鎖定)

source: Functions
de_de: Funktionen
es_es: Funciones
ja_jp: 関数
ko_kr: 함수
nl_nl: Functies
pl_pl: Funkcje
zh_tw: 函式

source: New function
de_de: Neue Funktion
es_es: Nueva función
ja_jp: 新しい機能
ko_kr: 새 함수
nl_nl: Nieuwe functie
pl_pl: Nowa funkcja
zh_tw: 新增函式

source: Function Apps
de_de: Funktionen-Apps
es_es: Instancias de Function App
ja_jp: Function App
ko_kr: 함수 앱
nl_nl: Functie-apps
pl_pl: Aplikacje funkcji
zh_tw: 函數應用程式

source: Stop
de_de: Beenden
es_es: Detener
ja_jp: 停止
ko_kr: 중지
nl_nl: Stoppen
pl_pl: Zatrzymaj
zh_tw: 停止

source: Start
de_de: Starten
es_es: Iniciar
ja_jp: 開始
ko_kr: 시작
nl_nl: Starten
pl_pl: Uruchom
zh_tw: 開始

source: Restart
de_de: Neu starten
es_es: Reiniciar
ja_jp: 再開
ko_kr: 다시 시작
nl_nl: Opnieuw starten
pl_pl: Uruchom ponownie
zh_tw: 重新啟動

source: Swap
de_de: Tausch
es_es: Intercambiar
ja_jp: スワップ
ko_kr: 교환
nl_nl: Wisseling
pl_pl: Wymień
zh_tw: 交換

source: Delete
de_de: Löschen
es_es: Eliminar
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
pl_pl: Usuń
zh_tw: 刪除

source: Status
es_es: Estado
ja_jp: ステータス
ko_kr: 상태
pl_pl: Stan
zh_tw: 狀態

source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad
ja_jp: 可用性
ko_kr: 사용 가능
nl_nl: Beschikbaarheid
pl_pl: Dostępność
zh_tw: 可用性

source: Available
de_de: Verfügbar
es_es: Disponible
ja_jp: 使用可能
ko_kr: 사용 가능
nl_nl: Beschikbaar
pl_pl: Dostępny
zh_tw: 可用

source: No access
de_de: Kein Zugriff
es_es: Sin acceso
ja_jp: アクセスなし
ko_kr: 액세스 권한 없음
nl_nl: Geen toegang
pl_pl: Brak dostępu
zh_tw: 沒有存取權

source: Not applicable
de_de: Nicht zutreffend
es_es: No aplicable
ja_jp: 適用外
ko_kr: 적용할 수 없음
nl_nl: Niet van toepassing
pl_pl: Nie dotyczy
zh_tw: 不適用

source: Not available
de_de: Nicht verfügbar.
es_es: No disponible
ja_jp: 使用できません
ko_kr: 사용할 수 없음
nl_nl: Niet beschikbaar
pl_pl: Niedostępne
zh_tw: 無法使用

# enabledFeatures_header
source: Configured features
de_de: Konfigurierte Features
es_es: Características configuradas
ja_jp: 構成済みの機能
ko_kr: 구성된 기능
nl_nl: Geconfigureerde functies
pl_pl: Skonfigurowane funkcje
zh_tw: 已設定的功能

# enabledFeatures_description
source: Quick links to your features will show up here after you've configured them from the "Platform features" tab above.
de_de: Hier werden Quicklinks zu Ihren Features angezeigt, nachdem Sie sie über die obige Registerkarte "Plattformfeatures" konfiguriert haben.
es_es: Los vínculos rápidos a las características aparecerán aquí una vez que los configure en la pestaña "Características" anterior.
ja_jp: 上の [Platform features] タブで機能を構成すると、その機能へのクイック リンクがここに表示されます。
ko_kr: 위의 "플랫폼 기능" 탭에서 구성한 후 여기에 기능에 대한 빠른 링크가 표시됩니다.
nl_nl: Snelkoppelingen naar uw functies worden hier weergegeven nadat u de functies hebt geconfigureerd op het tabblad Platformfuncties hierboven.
pl_pl: Szybkie linki do Twoich funkcji będą wyświetlane w tym miejscu po ich skonfigurowaniu na karcie „Funkcje platformy” powyżej.
zh_tw: 從上方的 [平台功能] 索引標籤設定快速連結之後，此處即會顯示您功能的快速連結。

# siteDashboard_confirmLoseChanges
source: Unsaved changes for the app '{0}' will be lost. Are you sure you would like to continue?
de_de: Nicht gespeicherte Änderungen an der App "{0}" gehen verloren. Möchten Sie fortfahren?
es_es: Los cambios no guardados para la aplicación "{0}" se perderán. ¿Seguro que quiere continuar?
ja_jp: アプリ '{0}' に未保存の変更がある場合には、変更内容が失われます。続行してもよろしいですか?
ko_kr: 앱 '{0}'의 저장되지 않은 변경 내용이 손실됩니다. 계속하시겠습니까?
nl_nl: Niet-opgeslagen wijzigingen voor de app {0} gaan verloren. Weet u zeker dat u wilt doorgaan?
pl_pl: Niezapisane zmiany dla aplikacji „{0}” zostaną utracone. Czy na pewno chcesz kontynuować?
zh_tw: 應用程式 '{0}' 未儲存的變更將會遺失。確定要繼續嗎?

# siteDashboard_getAppError
source: There was an error retrieving information about the app '{0}'
de_de: Fehler beim Abrufen von Informationen zur App "{0}".
es_es: Error al recuperar información sobre la aplicación "{0}"
ja_jp: アプリ '{0}' に関する情報を取得している間にエラーが発生しました
ko_kr: 앱 '{0}'에 대한 정보를 검색하는 중 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het ophalen van de informatie over de app {0}
pl_pl: Wystąpił błąd podczas pobierania informacji na temat aplikacji „{0}”
zh_tw: 擷取應用程式 '{0}' 的相關資訊時出現錯誤

# siteDashboard_appNotFound
source: The app '{0}' could not be found
de_de: Die App "{0}" wurde nicht gefunden.
es_es: No se encontró la aplicación "{0}"
ja_jp: アプリ '{0}' が見つかりませんでした
ko_kr: 앱 '{0}'을(를) 찾을 수 없습니다.
nl_nl: Kan de app {0} niet vinden
pl_pl: Nie można znaleźć aplikacji „{0}”
zh_tw: 找不到應用程式 '{0}'

# siteSummary_stopConfirmation
source: Are you sure you would like to stop '{0}'
de_de: Möchten Sie "{0}" beenden?
es_es: ¿Está seguro de que desea detener "{0}"?
ja_jp: '{0}' を停止してもよろしいですか
ko_kr: '{0}'을(를) 중지하시겠습니까?
nl_nl: Weet u zeker dat u {0} wilt stoppen?
pl_pl: Czy na pewno chcesz zatrzymać element „{0}”
zh_tw: 確定要停止 '{0}' 嗎

# siteSummary_stopNotifyTitle
source: Stopping app '{0}'
de_de: App "{0}" wird beendet
es_es: Deteniendo la aplicación "{0}"
ja_jp: アプリ '{0}' を停止しています
ko_kr: 앱 '{0}'을(를) 중지하는 중
nl_nl: De app {0} wordt gestopt
pl_pl: Zatrzymywanie aplikacji „{0}”
zh_tw: 正在停止應用程式 '{0}'

# siteSummary_startNotifyTitle
source: Starting app '{0}'
de_de: App "{0}" wird gestartet
es_es: Iniciando la aplicación "{0}"
ja_jp: アプリ '{0}' を起動しています
ko_kr: 앱 '{0}'을(를) 시작하는 중
nl_nl: De app {0} starten...
pl_pl: Uruchamianie aplikacji „{0}”
zh_tw: 正在啟動應用程式 '{0}'

# siteSummary_stopNotifySuccess
source: Successfully stopped app '{0}'
de_de: Die App "{0}" wurde erfolgreich beendet.
es_es: La aplicación "{0}" se detuvo correctamente
ja_jp: アプリ '{0}' を正常に停止しました
ko_kr: 앱 '{0}'을(를) 중지했습니다.
nl_nl: De app {0} is gestopt
pl_pl: Pomyślnie zatrzymano aplikację „{0}”
zh_tw: 已成功停止應用程式 '{0}'

# siteSummary_startNotifySuccess
source: Successfully started app '{0}'
de_de: Die App "{0}" wurde erfolgreich gestartet.
es_es: La aplicación "{0}" se inició correctamente
ja_jp: アプリ '{0}' を正常に起動しました
ko_kr: '{0}' 앱을 시작했습니다.
nl_nl: De app {0} is gestart
pl_pl: Pomyślnie uruchomiono aplikację „{0}”
zh_tw: 已成功啟動應用程式 '{0}'

# siteSummary_stopNotifyFail
source: Failed to stop app '{0}'
de_de: Fehler beim Beenden der App "{0}".
es_es: No se pudo detener la aplicación "{0}"
ja_jp: アプリ '{0}' を停止できませんでした
ko_kr: 앱 '{0}'을(를) 중지하지 못했습니다.
nl_nl: Kan de app {0} niet stoppen
pl_pl: Nie można zatrzymać aplikacji „{0}”
zh_tw: 無法停止應用程式 '{0}'

# siteSummary_startNotifyFail
source: Failed to start app '{0}'
de_de: Fehler beim Starten der App "{0}".
es_es: No se pudo iniciar la aplicación "{0}"
ja_jp: アプリ '{0}' を起動できませんでした
ko_kr: 앱 '{0}'을(를) 시작하지 못했습니다.
nl_nl: Kan de app {0} niet starten
pl_pl: Nie można uruchomić aplikacji „{0}”
zh_tw: 無法啟動應用程式 '{0}'

# siteSummary_resetProfileConfirmation
source: Are you sure you want to reset your publish profile? Profiles downloaded previously will become invalid.
de_de: Möchten Sie Ihr Veröffentlichungsprofil zurücksetzen? Zuvor heruntergeladene Profile werden dadurch ungültig.
es_es: ¿Está seguro de que desea restablecer su perfil de publicación? Los perfiles que descargó anteriormente ya no serán válidos.
ja_jp: 発行プロファイルをリセットしてもよろしいですか? 以前にダウンロードしたプロファイルは無効になります。
ko_kr: 게시 프로필을 다시 설정하시겠습니까? 이전에 다운로드한 프로필은 유효하지 않게 됩니다.
nl_nl: Weet u zeker dat u publicatieprofiel opnieuw wilt instellen? Eerder gedownloade profielen worden ongeldig.
pl_pl: Czy na pewno chcesz zresetować swój profil publiczny? Wcześniej pobrane profile staną się nieprawidłowe.
zh_tw: 確定要重設發行設定檔嗎? 先前下載的設定檔將會變成無效。

# siteSummary_resetProfileNotifyTitle
source: Resetting publishing profile
de_de: Veröffentlichungsprofil wird zurückgesetzt
es_es: Restableciendo el perfil de publicación
ja_jp: 発行プロファイルをリセットしています
ko_kr: 게시 프로필을 다시 설정하는 중
nl_nl: Publicatieprofiel opnieuw instellen...
pl_pl: Resetowanie profilu publikowania
zh_tw: 正在重設發行設定檔

# siteSummary_resetProfileNotifySuccess
source: Successfully reset publishing profile
de_de: Veröffentlichungsprofil erfolgreich zurückgesetzt
es_es: El perfil de publicación se restableció correctamente
ja_jp: 発行プロファイルが正常にリセットされました
ko_kr: 게시 프로필을 다시 설정함
nl_nl: Publicatieprofiel is opnieuw ingesteld
pl_pl: Pomyślnie zresetowano profil publikowania
zh_tw: 已成功重設發行設定檔

# siteSummary_resetProfileNotifyFail
source: Failed to reset publishing profile
de_de: Veröffentlichungsprofil konnte nicht zurückgesetzt werden
es_es: Error al restablecer el perfil de publicación
ja_jp: 発行プロファイルをリセットできませんでした
ko_kr: 게시 프로필을 다시 설정하지 못함
nl_nl: Kan publicatieprofiel niet opnieuw instellen
pl_pl: Resetowanie profilu publikowania nie powiodło się
zh_tw: 無法重設發行設定檔
