Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# feature_diagnosticLogsName
source: Diagnostic logs
de_de: Diagnoseprotokolle
es_es: Registros de diagnóstico
ja_jp: 診断ログ
ko_kr: 진단 로그
nl_nl: Logboeken met diagnostische gegevens
pl_pl: Dzienniki diagnostyczne
zh_tw: 診斷記錄

# feature_diagnosticLogsInfo
source: Configure where and when to log application and server events.
de_de: Konfigurieren Sie Ort und Zeitpunkt für die Protokollierung von Anwendungs- und Serverereignissen.
es_es: Configure dónde y cuándo registrar los eventos de aplicación o servidor.
ja_jp: アプリケーション イベントとサーバー イベントのログを記録する場所とタイミングを構成します。
ko_kr: 응용 프로그램 및 서버 이벤트를 기록하는 위치와 시점을 구성합니다.
nl_nl: Configureer waar en wanneer u toepassings- en servergebeurtenissen aan het logboek wilt toevoegen.
pl_pl: Konfiguruj, gdzie i kiedy mają być rejestrowane zdarzenia aplikacji i serwera.
zh_tw: 設定記錄應用程式或伺服器事件的位置與時機。

# feature_logStreamingName
source: Log streaming
de_de: Protokollstreaming
es_es: Secuencias de registro
ja_jp: ログ ストリーミング
ko_kr: 로그 스트리밍
nl_nl: Logboekstreaming
pl_pl: Przesyłanie strumieniowe dzienników
zh_tw: 記錄串流

# feature_logStreamingInfo
source: View real-time application logs.
de_de: Zeigen Sie Anwendungsprotokolle in Echtzeit an.
es_es: Consulte los registros de aplicación en tiempo real.
ja_jp: リアルタイムのアプリケーション ログを表示します。
ko_kr: 실시간 응용 프로그램 로그를 봅니다.
nl_nl: Bekijk logboeken die in realtime worden gegenereerd vanuit uw toepassing.
pl_pl: Wyświetlaj dzienniki aplikacji w czasie rzeczywistym.
zh_tw: 檢視即時應用程式記錄。

# feature_processExplorerName
source: Process explorer
de_de: Prozess-Explorer
es_es: Explorador de procesos
ja_jp: プロセス エクスプローラー
ko_kr: 프로세스 탐색기
nl_nl: Procesverkenner
pl_pl: Eksplorator procesów
zh_tw: 處理序總管

# feature_processExplorerInfo
source: View details on application processes, memory usage, and CPU utilization.
de_de: Zeigen Sie Details zu Anwendungsprozessen, zur Arbeitsspeicherauslastung und zur CPU-Nutzung an.
es_es: Consulte los detalles sobre los procesos de la aplicación, el uso de memoria y la utilización de CPU.
ja_jp: アプリケーション プロセス、メモリ使用量、CPU 使用率に関する詳細を表示します。
ko_kr: 응용 프로그램 프로세스, 메모리 사용량 및 CPU 사용률에 대한 세부 정보를 봅니다.
nl_nl: Bekijk details over uw toepassingsprocessen, het geheugengebruik en het CPU-gebruik.
pl_pl: Wyświetlaj szczegóły dotyczące procesów aplikacji, użycia pamięci i wykorzystania procesora CPU.
zh_tw: 檢視應用程式處理序、記憶體使用量與 CPU 使用率的詳細資料。

# feature_securityScanningName
source: Security scanning
de_de: Sicherheitsüberprüfung
es_es: Análisis de seguridad
ja_jp: セキュリティ スキャン
ko_kr: 보안 검색
nl_nl: Beveiligingsscans
pl_pl: Skanowanie zabezpieczeń
zh_tw: 安全性掃描

# feature_securityScanningInfo
source: Enable security scanning for your app with Tinfoil Security.
de_de: Aktivieren Sie die Sicherheitsüberprüfung für Ihre App mit Tinfoil Security.
es_es: Habilite el análisis de seguridad de la aplicación con Tinfoil Security.
ja_jp: Tinfoil Security によるアプリのセキュリティ スキャンを有効にします。
ko_kr: Tinfoil Security를 사용하여 앱에 대해 보안 검색을 설정합니다.
nl_nl: Schakel beveiligingsscans in voor uw app met Tinfoil Security.
pl_pl: Włącz skanowanie w celu zapewnienia bezpieczeństwa aplikacji za pomocą usługi Tinfoil Security.
zh_tw: 使用 Tinfoil Security 為您的應用程式提供安全性掃描。

# feature_monitoring
source: Monitoring
de_de: Überwachung
es_es: Supervisión
ja_jp: 監視中
ko_kr: 모니터링
nl_nl: Bewaking
pl_pl: Monitorowanie
zh_tw: 監視中

# feature_corsInfo
source: Configure Cross-Origin Resource Sharing (CORS) rules for your app.
de_de: Konfigurieren Sie CORS-Regeln (Cross-Origin Resource Sharing) für Ihre App.
es_es: Configure reglas para el uso compartido de recursos entre orígenes (CORS) de la aplicación.
ja_jp: アプリにクロスオリジン リソース共有 (CORS) 規則を構成します。
ko_kr: 앱에 대해 CORS(원본 간 리소스 공유) 규칙을 구성합니다.
nl_nl: Configureer CORS-regels (Cross-Origin Resource Sharing) voor uw app.
pl_pl: Konfiguruj reguły CORS (Cross-Origin Resource Sharing) dla swojej aplikacji.
zh_tw: 為您的應用程式設定跨原始來源資源共用 (CORS) 規則

# feature_apiDefinitionName
source: API definition
es_es: Definición de la API
ja_jp: API 定義
ko_kr: API 정의
nl_nl: API-definitie
pl_pl: Definicja interfejsu API
zh_tw: API 定義

# feature_apiDefinitionInfo
source: Configure the location of the Swagger 2.0 metadata describing your API. This makes it easy for others to discover and consume your API.
de_de: Konfigurieren Sie den Speicherort der Swagger 2.0-Metadaten, durch die Ihre API beschrieben wird. So können andere Ihre API ganz leicht entdecken und nutzen.
es_es: Configure la ubicación de los metadatos de Swagger 2.0 que describen la API. Esto permite que otros usuarios detecten y use la API.
ja_jp: API に関する説明を記述した Swagger 2.0 メタデータの場所を構成します。これにより、他のユーザーに API を発見および利用してもらいやすくなります。
ko_kr: API를 설명하는 Swagger 2.0 메타데이터의 위치를 구성합니다. 그러면 다른 사람이 API를 쉽게 찾고 사용할 수 있습니다.
nl_nl: De locatie van de Swagger 2.0-metagegevens voor de beschrijving van uw API configureren. Hierdoor kunnen andere gebruikers uw API sneller ontdekken en gebruiken.
pl_pl: Skonfiguruj lokalizację metadanych Swagger 2.0 opisujących interfejs API. Dzięki temu inne osoby będą mogły łatwo odnajdywać Twój interfejs API i korzystać z niego.
zh_tw: 設定說明 API 之 Swagger2.0 中繼資料的位置。如此可方便其他人探索及取用您的 API。

# feature_appServicePlanInfo
source: An App Service plan is the container for your app. The App Service plan settings will determine the location, features, cost and compute resources associated with your app.
de_de: Ein App Service-Plan ist der Container für Ihre App. Die Einstellungen des App Service-Plans bestimmen den Speicherort, die Features, die Kosten sowie die Computeressourcen, die Ihrer App zugeordnet sind.
es_es: Un plan de App Service es el contenedor de su aplicación. La configuración de dicho plan de App Service determinará la ubicación, las características, el coste y los recursos de proceso asociados a su aplicación.
ja_jp: App Service プランはアプリのコンテナーです。App Service プランの設定で、アプリに関連する場所、機能、コスト、コンピューティング リソースが決定されます。
ko_kr: App Service 계획은 앱에 대한 컨테이너입니다. App Service 계획 설정은 앱과 연결된 위치, 기능, 비용 및 계산 리소스를 지정합니다.
nl_nl: Een App Service-plan is de container voor uw app. De instellingen van het App Service-plan bepalen de locatie, functies, kosten en rekenresources die zijn gekoppeld aan uw app.
pl_pl: Plan Usługi aplikacji pełni funkcję kontenera aplikacji. Ustawienia planu Usługi aplikacji określa lokalizację, funkcje, koszt i zasoby obliczeniowe skojarzone z aplikacją.
zh_tw: 應用程式服務方案是您應用程式的容器。應用程式服務方案設定會判斷與您應用程式相關聯的位置、功能、成本及計算資源。

# feature_quotasName
source: Quotas
de_de: Kontingente
es_es: Cuotas
ja_jp: クォータ
ko_kr: 할당량
nl_nl: Quota
pl_pl: Limity
zh_tw: 配額

# feature_quotasInfo
source: Monitor file system usage quotas.
de_de: Überwachen Sie die Nutzungskontingente für das Dateisystem.
es_es: Supervise las cuotas de uso del sistema de archivos.
ja_jp: ファイル システム使用量のクォータを監視します。
ko_kr: 파일 시스템 사용 할당량을 모니터링합니다.
nl_nl: Bewaak de quota voor gebruik van het bestandssysteem.
pl_pl: Monitoruj limity przydziału użycia systemu plików.
zh_tw: 監視檔案系統使用量配額。

# feature_activityLogName
source: Activity log
de_de: Aktivitätsprotokoll
es_es: Registro de actividades
ja_jp: アクティビティ ログ
ko_kr: 활동 로그
nl_nl: Activiteitenlogboek
pl_pl: Dziennik aktywności
zh_tw: 活動記錄

# feature_activityLogInfo
source: View management operations that have been performed on your app.
de_de: Zeigen Sie Verwaltungsvorgänge an, die für Ihre App durchgeführt wurden.
es_es: Consulte las operaciones de administración que se realizaron en la aplicación.
ja_jp: 自分のアプリを対象として実行された管理操作を表示します。
ko_kr: 앱에서 수행된 관리 작업을 봅니다.
nl_nl: Bekijk beheerbewerkingen die voor uw app zijn uitgevoerd.
pl_pl: Wyświetlaj operacje zarządzania wykonywane względem Twojej aplikacji.
zh_tw: 檢視曾對您應用程式執行的管理作業。

# feature_accessControlName
source: Access control (IAM)
de_de: Zugriffssteuerung (IAM)
es_es: Control de acceso (IAM)
ja_jp: アクセス制御 (IAM)
ko_kr: 액세스 제어(IAM)
nl_nl: Toegangsbeheer (IAM)
pl_pl: Kontrola dostępu (IAM)
zh_tw: 存取控制 (IAM)

# feature_accessControlInfo
source: Configure Role-Based Access Control (RBAC) for your app.
de_de: Konfigurieren Sie die rollenbasierte Zugriffssteuerung (RBAC) für Ihre App.
es_es: Configure el control de acceso basado en rol (RBAC) de la aplicación.
ja_jp: アプリにロールベースのアクセス制御 (RBAC) を構成します。
ko_kr: 앱에 대해 RBAC(역할 기반 액세스 제어)를 구성합니다.
nl_nl: Configureer het op rollen gebaseerde toegangsbeheer (RBAC) voor uw app.
pl_pl: Konfiguruj kontrolę dostępu na podstawie ról dla swojej aplikacji.
zh_tw: 為您的應用程式設定角色型存取控制 (RBAC)。

# feature_tagsName
source: Tags
es_es: Etiquetas
ja_jp: タグ
ko_kr: 태그
nl_nl: Labels
pl_pl: Tagi
zh_tw: 標記

# feature_tagsInfo
source: Tags are key/value pairs that enable you to categorize resources and view consolidated billing by applying the same tag to multiple resources and resource groups.
de_de: Tags sind Schlüssel-Wert-Paare, mit denen Sie Ressourcen kategorisieren und eine konsolidierte Abrechnung anzeigen können, indem Sie dasselbe Tag auf mehrere Ressourcen und Ressourcengruppen anwenden.
es_es: Las etiquetas son pares clave-valor que permiten categorizar los recursos y ver una facturación consolidada mediante la aplicación de la misma etiqueta a varios recursos y grupos de recursos.
ja_jp: タグとは、リソースをカテゴリに分けるためのキーと値のペアです。同じタグを多数のリソースやリソース グループに適用することによって、該当するリソースの課金状況を一括して確認できます。
ko_kr: 태그는 여러 리소스 및 리소스 그룹에 동일한 태그를 적용하여 리소스를 범주화하고 통합된 청구를 볼 수 있도록 하는 키/값 쌍입니다.
nl_nl: Tags zijn sleutel-waardeparen waarmee u resources kunt categoriseren en een geconsolideerde factuur kunt bekijken door dezelfde tag op meerdere resources en resourcegroepen toe te passen.
pl_pl: Tagi to pary klucz/wartość umożliwiające kategoryzowanie zasobów i wyświetlanie skonsolidowanych informacji o rozliczeniach dzięki zastosowaniu tego samego tagu do wielu zasobów i grup zasobów.
zh_tw: 標籤是索引鍵/值組。當您將相同的標籤套用到多項資源及資源群組時，可讓您分類資源及檢視合併的帳單。

# feature_locksName
source: Locks
de_de: Sperren
es_es: Bloqueos
ja_jp: ロック
ko_kr: 잠금
nl_nl: Vergrendelingen
pl_pl: Blokady
zh_tw: 鎖定

# feature_locksInfo
source: Lock resources to prevent unexpected changes or deletions.
de_de: Sperren Sie Ressourcen, um unerwartete Änderungen oder Löschvorgänge zu verhindern.
es_es: Bloquee los recursos para evitar eliminaciones o cambios inesperados.
ja_jp: リソースをロックすると、予期せぬ変更や削除を予防できます。
ko_kr: 예기치 않은 변경 또는 삭제를 막기 위해 리소스를 잠급니다.
nl_nl: Vergrendel resources om te voorkomen dat items onverwacht worden gewijzigd of verwijderd.
pl_pl: Blokuj zasoby, aby uniemożliwić nieoczekiwane zmiany lub usunięcia.
zh_tw: 鎖定資源，以防未預期的變更或刪除。

# feature_automationScriptName
source: Export template
de_de: Automatisierungsskript
es_es: Script de automatización
ja_jp: Automation スクリプト
ko_kr: 자동화 스크립트
nl_nl: Automation-script
pl_pl: Skrypt automatyzacji
zh_tw: 自動化指令碼

# feature_automationScriptInfo
source: Automate deploying resources with Azure Resource Manager templates in a single, coordinated operation. Define resources and configurable input parameters and deploy with script or code.
de_de: Automatisieren Sie die Bereitstellung von Ressourcen mit Azure Resource Manager-Vorlagen in einem einzigen koordinierten Vorgang. Definieren Sie Ressourcen und konfigurierbare Eingabeparameter, und stellen Sie sie über Skripts oder Code bereit.
es_es: Automatice la implementación de recursos con las plantillas de Azure Resource Manager en una operación única y coordinada. Defina los recursos y los parámetros configurables de entrada y realice la implementación con script o código.
ja_jp: Azure Resource Manager テンプレートを使って、リソースのデプロイを 1 つの連携した操作として自動化します。リソースと構成可能な入力パラメーターを定義して、スクリプトまたはコードでデプロイします。
ko_kr: Azure Resource Manager 템플릿으로 하나의 조정된 작업에서 리소스 배포를 자동화합니다. 리소스 및 구성 가능한 입력 매개 변수를 정의하고 스크립트 또는 코드를 사용하여 배포합니다.
nl_nl: Automatiseer de implementatie van resources met Azure Resource Manager-sjablonen in één gecoördineerde bewerking. Definieer resources en configureerbare invoerparameters en voer de implementatie uit met scripts of code.
pl_pl: Automatyzuj wdrażanie zasobów przy użyciu szablonów usługi Azure Resource Manager w ramach pojedynczej, skoordynowanej operacji. Zdefiniuj zasoby i konfigurowalne parametry wejściowe oraz wdrażaj przy użyciu skryptu lub kodu.
zh_tw: 使用 Azure Resource Manager 範本執行一項井然有序的作業來自動部署資源。請定義資源及可設定的輸入參數，然後使用指令碼或程式碼進行部署。

# feature_resourceManagement
source: Resource management
de_de: Ressourcenverwaltung
es_es: Administración de recursos
ja_jp: リソース管理
ko_kr: 리소스 관리
nl_nl: Resourcebeheer
pl_pl: Zarządzanie zasobami
zh_tw: 資源管理

# feature_advancedToolsName
source: Advanced tools (Kudu)
de_de: Erweiterte Tools (Kudu)
es_es: Herramientas avanzadas (Kudu)
ja_jp: 高度なツール (Kudu)
ko_kr: 고급 도구(Kudu)
nl_nl: Geavanceerde hulpmiddelen (Kudu)
pl_pl: Narzędzia zaawansowane (Kudu)
zh_tw: 進階工具 (Kudu)

# feature_advancedToolsInfo
source: Use Kudu to inspect environment variables, access the debug console, upload zips, view processes, and more.
de_de: Verwenden Sie Kudu, um Umgebungsvariablen zu untersuchen, auf die Debugging-Konsole zuzugreifen, ZIP-Dateien hochzuladen, Prozesse anzuzeigen und vieles mehr.
es_es: Use Kudu para revisar las variables de entorno, tener acceso a la Consola de depuración, cargar archivos ZIP, ver procesos y más.
ja_jp: 環境変数の調査、デバッグ コンソールへのアクセス、zip のアップロード、プロセスの表示などには、Kudu を使用します。
ko_kr: Kudu를 사용하여 환경 변수를 검사하고, 디버그 콘솔에 액세스하고, zip 파일을 업로드하고, 프로세스를 보는 등의 작업을 할 수 있습니다.
nl_nl: Gebruik Kudu om omgevingsvariabelen te inspecteren, de foutopsporingsconsole te openen, zip-bestanden te uploaden, processen weer te geven en meer.
pl_pl: Program Kudu umożliwia badanie zmiennych środowiskowych, uzyskiwanie dostępu do konsoli debugowania, przekazywanie plików zip, wyświetlanie procesów itp.
zh_tw: 使用 Kudu 檢查環境變數、存取偵錯主控台、上傳 Zip、檢視處理序等等。

# feature_appServiceEditorName
source: App Service Editor
es_es: Editor de App Service
ja_jp: App Service エディター
ko_kr: App Service 편집기
pl_pl: Edytor usługi App Service
zh_tw: App Service 編輯器

# feature_appServiceEditorInfo
source: App Service Editor provides an in-browser editing experience for your code.
de_de: Der App Service-Editor bietet für Ihren Code Bearbeitungsfunktionen innerhalb des Browsers an.
es_es: Editor de App Service proporciona una experiencia de edición en explorador para el código.
ja_jp: App Service エディターは、ブラウザー上でコードを編集できるツールです。
ko_kr: App Service 편집기는 코드에 대해 브라우저 내부 편집 환경을 제공합니다.
nl_nl: De App Service-editor biedt u de mogelijkheid om uw code in de browser te bewerken.
pl_pl: Edytor usługi App Service zapewnia możliwość edytowania kodu w przeglądarce.
zh_tw: App Service 編輯器可讓您直接在瀏覽器中編輯您的程式碼。

# feature_resourceExplorerName
source: Resource Explorer
de_de: Ressourcen-Explorer
es_es: Explorador de recursos
ja_jp: リソース エクスプローラー
ko_kr: 리소스 탐색기
nl_nl: Resourceverkenner
pl_pl: Eksplorator zasobów
zh_tw: 資源總管

# feature_resourceExplorerInfo
source: Explore management APIs with Azure Resource Explorer (preview).
de_de: Erkunden Sie Verwaltungs-APIs mit dem Azure-Ressourcen-Explorer (Vorschau).
es_es: Explore las API de administración con Azure Resource Explorer (versión preliminar).
ja_jp: Azure Resource Explorer (プレビュー) を使って管理 API を探します。
ko_kr: Azure 리소스 탐색기(미리 보기)를 사용하여 관리 API를 탐색합니다.
nl_nl: Verken de beheer-API's met Azure Resource Explorer (preview-versie).
pl_pl: Eksploruj interfejsy API zarządzania za pomocą Eksploratora zasobów Azure (wersja zapoznawcza).
zh_tw: 使用 Azure 資源總管 (預覽版) 探索管理 API。

# featureEnabled_cors
source: CORS Rules ({0} defined)
de_de: CORS-Regeln ({0} definiert)
es_es: Reglas de CORS ({0} definidas)
ja_jp: CORS 規則 ({0} 件が定義済み)
ko_kr: CORS 규칙({0} 정의됨)
nl_nl: CORS-regels ({0} gedefinieerd)
pl_pl: Reguły CORS (zdefiniowano: {0})
zh_tw: CORS 規則 (已定義 {0} 個)

# featureEnabled_deploymentSource
source: Deployment options configured with {0}
de_de: Bereitstellungsoptionen konfiguriert mit "{0}"
es_es: Opciones de implementación configuradas con {0}
ja_jp: {0} が構成されたデプロイ オプション
ko_kr: {0}(으)로 구성된 배포 옵션
nl_nl: Implementatieopties geconfigureerd met {0}
pl_pl: Opcje wdrożenia skonfigurowane za pomocą {0}
zh_tw: 部署以 {0} 設定的選項

# featureEnabled_sslCert
source: SSL certificates
de_de: SSL-Zertifikate
es_es: Certificados SSL
ja_jp: SSL 証明書
ko_kr: SSL 인증서
nl_nl: SSL-certificaten
pl_pl: Certyfikaty SSL
zh_tw: SSL 憑證

# featureEnabled_webjobs
source: WebJobs ({0} defined)
de_de: WebJobs ({0} definiert)
es_es: Trabajos web ({0} definidos)
ja_jp: Web ジョブ ({0} 件が定義済み)
ko_kr: WebJobs({0} 정의됨)
nl_nl: WebJobs ({0} gedefinieerd)
pl_pl: Zadania WebJob (zdefiniowano: {0})
zh_tw: WebJobs (已定義 {0} 個)

# featureEnabled_extensions
source: Extensions ({0} installed)
de_de: Erweiterungen ({0} installiert)
es_es: Extensiones ({0} instaladas)
ja_jp: 拡張機能 ({0} 件がインストール済み)
ko_kr: 확장({0} 설치됨)
nl_nl: Extensies ({0} geïnstalleerd)
pl_pl: Rozszerzenia (zainstalowano: {0})
zh_tw: 延伸模組 (已安裝 {0} 個)

# tab_overview
source: Overview
de_de: Übersicht
es_es: Introducción
ja_jp: 概要
ko_kr: 개요
nl_nl: Overzicht
pl_pl: Przegląd
zh_tw: 概觀

# tab_features
source: Platform features
de_de: Plattformfeatures
es_es: Características de la plataforma
ja_jp: プラットフォーム機能
ko_kr: 플랫폼 기능
nl_nl: Platformfuncties
pl_pl: Funkcje platformy
zh_tw: 平台功能

# tab_settings
source: Settings
de_de: Einstellungen
es_es: Configuración
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
pl_pl: Ustawienia
zh_tw: 設定

# tab_functionSettings
source: Function app settings
de_de: Funktionen-App-Einstellungen
es_es: Configuración de Function App
ja_jp: Function App の設定
ko_kr: 함수 앱 설정
nl_nl: Instellingen voor functie-apps
pl_pl: Ustawienia aplikacji funkcji
zh_tw: 函數應用程式設定

# tab_configuration
source: Configuration
de_de: Konfiguration
es_es: Configuración
ja_jp: 構成
ko_kr: 구성
nl_nl: Configuratie
pl_pl: Konfiguracja
zh_tw: 設定

# tab_applicationSettings
source: Application settings
de_de: Anwendungseinstellungen
es_es: Configuración de la aplicación
ja_jp: アプリケーション設定
ko_kr: 응용 프로그램 설정
nl_nl: Toepassingsinstellingen
pl_pl: Ustawienia aplikacji
zh_tw: 應用程式設定

# try_appDisabled
source: Managing your function app is not available for this trial.
de_de: Die Verwaltung Ihrer Funktionen-App ist für diese Testversion nicht verfügbar.
es_es: La administración de Function App no está disponible para esta evaluación.
ja_jp: この試用版では、Function App の管理機能は利用できません。
ko_kr: 이 평가판에서는 함수 앱 관리를 사용할 수 없습니다.
nl_nl: U kunt uw functie-app niet beheren met deze proefversie.
pl_pl: Zarządzanie aplikacją funkcji nie jest dostępne w tej wersji próbnej.
zh_tw: 此試用版無法管理函數應用程式。

source: Template
de_de: Vorlage
es_es: Plantilla
ja_jp: テンプレート
ko_kr: 템플릿
nl_nl: Sjabloon
pl_pl: Szablon
zh_tw: 範本

source: Events
de_de: Ereignisse
es_es: Eventos
ja_jp: イベント
ko_kr: 이벤트
nl_nl: Gebeurtenissen
pl_pl: Zdarzenia
zh_tw: 事件

source: App Service plan
es_es: plan de App Service
ja_jp: App Service プラン
ko_kr: App Service 계획
pl_pl: Plan usługi App Service
zh_tw: App Service 方案

source: App Service plan / pricing tier
de_de: App Service-Plan/-Tarif
es_es: Plan de App Service/plan de tarifa
ja_jp: App Service プラン/価格レベル
ko_kr: App Service 요금제 / 가격 책정 계층
nl_nl: App Service-plan/prijscategorie
pl_pl: Warstwa cenowa / plan usługi App Service
zh_tw: App Service 方案/定價層

source: Authentication
de_de: Authentifizierung
es_es: Autenticación
ja_jp: 認証
ko_kr: 인증
nl_nl: Verificatie
pl_pl: Uwierzytelnianie
zh_tw: 驗證

source: Authorization
de_de: Autorisierung
es_es: Autorización
ja_jp: 承認
ko_kr: 권한 부여
nl_nl: Autorisatie
pl_pl: Autoryzacja
zh_tw: 授權

source: Hybrid connections
de_de: Hybridverbindungen
es_es: Conexiones híbridas
ja_jp: ハイブリッド接続
ko_kr: 하이브리드 연결
nl_nl: Hybride verbindingen
pl_pl: Połączenia hybrydowe
zh_tw: 混合式連線

source: support request
de_de: Supportanfrage
es_es: solicitud de soporte técnico
ja_jp: サポート リクエスト
ko_kr: 지원 요청
nl_nl: ondersteuningsaanvraag
pl_pl: żądanie obsługi
zh_tw: 支援要求

source: scale
de_de: Staffelung
es_es: escala
ja_jp: スケール
ko_kr: 크기 조정
nl_nl: schalen
pl_pl: skala
zh_tw: 調整規模

source: Connection strings
de_de: Verbindungszeichenfolgen
es_es: Cadenas de conexión
ja_jp: 接続文字列
ko_kr: 연결 문자열
nl_nl: Verbindingsreeksen
pl_pl: Parametry połączeń
zh_tw: 連接字串

source: Debug
de_de: Debuggen
es_es: Depurar
ja_jp: デバッグ
ko_kr: 디버그
nl_nl: Fouten opsporen
pl_pl: Debugowanie
zh_tw: 偵錯

source: Continuous deployment
es_es: Implementación continua
ja_jp: 継続的デプロイ
ko_kr: 지속적인 배포
nl_nl: Continue implementatie
pl_pl: Ciągłe wdrażanie
zh_tw: 連續部署

source: Source
de_de: Quelle
es_es: Origen
ja_jp: ソース
ko_kr: 소스
nl_nl: Bron
pl_pl: Źródło
zh_tw: 來源

source: Options
de_de: Optionen
es_es: Opciones
ja_jp: オプション
ko_kr: 옵션
nl_nl: Opties
pl_pl: Opcje
zh_tw: 選項

# backend_error_CannotAccessFunctionApp
source: We are not able to access your Azure settings for your function app.
de_de: Es konnte nicht auf die Azure-Einstellungen für Ihre Funktionen-App zugegriffen werden.
es_es: No es posible tener acceso a la configuración de Azure para la instancia de Function App.
ja_jp: Function App の Azure 設定にアクセスできません。
ko_kr: 함수 앱에 대한 Azure 설정에 액세스할 수 없습니다.
nl_nl: Kan geen toegang krijgen tot de Azure-instellingen voor uw functie-app.
pl_pl: Nie możemy uzyskać dostępu do ustawień platformy Azure dotyczących aplikacji funkcji.
zh_tw: 我們無法存取您函數應用程式的 Azure 設定。

# backend_error_CannotAccessFunctionApp_action
source: First make sure you have proper access to the Azure resource {0}. If you dotTry refreshing the portal to renew your authentication token.
de_de: Stellen Sie zunächst sicher, dass Sie ordnungsgemäß auf die Azure-Ressource "{0}" zugreifen können. Falls nicht, aktualisieren Sie das Portal, um Ihr Authentifizierungstoken zu erneuern.
es_es: En primer lugar, asegúrese de tener el acceso adecuado al recurso de Azure {0}. Si no es así, intente actualizar el portal para renovar su token de autenticación.
ja_jp: まず、Azure リソース {0} に対して適切なアクセス権があるかどうかを確認してください。アクセス権がない場合には、認証トークンの更新のためポータルを最新の情報に更新してください。
ko_kr: 먼저 Azure 리소스 {0}에 액세스할 수 있는 적절한 권한이 있는지 확인하세요. 하지 않은 경우 포털을 새로 고쳐 인증 토큰을 갱신해 보세요.
nl_nl: Zorg eerst dat u de juiste toegang hebt tot de Azure-resource {0}. Probeer de portal te vernieuwen om uw verificatietoken te vernieuwen.
pl_pl: Najpierw sprawdź, czy masz prawidłowy dostęp do zasobu {0} na platformie Azure. Jeśli tak jest, spróbuj odświeżyć portal, aby odnowić token uwierzytelniania.
zh_tw: 請先確認您對 Azure 資源 {0} 具有適當的存取權。若您沒有適當的存取權，請嘗試重新整理入口網站，更新您的驗證權杖。

# backend_error_InvalidStorageConnectionString
source: Please check the storage account connection string in application settings as it appears to be invalid.
de_de: Überprüfen Sie die Verbindungszeichenfolge für das Speicherkonto in den Anwendungseinstellungen. Die Verbindungszeichenfolge ist offenbar ungültig.
es_es: Revise la cadena de conexión de la cuenta de almacenamiento en la configuración de la aplicación, porque parece que no es válida.
ja_jp: ストレージ アカウントの接続文字列が無効である可能性があります。アプリケーション設定でストレージ アカウントの接続文字列を確認してください。
ko_kr: 응용 프로그램 설정에서 저장소 계정 연결 문자열을 확인하세요. 잘못된 것 같습니다.
nl_nl: Controleer de verbindingsreeks voor het opslagaccount. De verbindingsreeks is mogelijk ongeldig.
pl_pl: Sprawdź parametry połączenia konta magazynu w ustawieniach aplikacji, ponieważ prawdopodobnie są nieprawidłowe.
zh_tw: 請檢查應用程式設定中的儲存體帳戶連接字串，因為該字串似乎無效。

# backend_error_InvalidStorageConnectionString_action
source: Update the app setting with a valid storage connection string.
de_de: Aktualisieren Sie die App-Einstellung mit einer gültigen Speicherverbindungszeichenfolge.
es_es: Actualice la configuración de la aplicación con una cadena de conexión de almacenamiento válida.
ja_jp: 有効なストレージ接続文字列を使ってアプリの設定を更新してください。
ko_kr: 올바른 저장소 연결 문자열을 사용하여 앱 설정을 업데이트하세요.
nl_nl: Werk de app-instelling bij met een geldige verbindingsreeks voor het opslagaccount.
pl_pl: Zaktualizuj ustawienie aplikacji przy użyciu prawidłowych parametrów połączenia magazynu.
zh_tw: 請以有效的儲存體連接字串，更新應用程式設定。
