Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

source: Azure Functions Runtime
de_de: Azure Functions-Laufzeit
es_es: Tiempo de ejecución de Azure Functions
ja_jp: Azure Functions ランタイム
ko_kr: Azure Functions 런타임
pl_pl: Środowisko uruchomieniowe usługi Azure Functions
zh_tw: Azure Functions 執行階段

source: Cancel
de_de: Abbrechen
es_es: Cancelar
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
zh_tw: 取消

source: Configure
de_de: Konfigurieren
es_es: Configurar
ja_jp: 構成
ko_kr: 구성
nl_nl: Configureren
pl_pl: Konfiguruj
zh_tw: 設定

source: Upgrade to enable
de_de: Upgrade zum Aktivieren von:
es_es: Actualizar para habilitar
ja_jp: アップグレードして有効にする
ko_kr: 사용하도록 설정하려면 업그레이드하세요.
nl_nl: Voer een upgrade uit om dit in te schakelen
pl_pl: Podnieś poziom planu, aby włączyć
zh_tw: 升級即可啟用

source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
ja_jp: すべて選択
ko_kr: 모두 선택
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystko
zh_tw: 全選

source: All items selected
de_de: Alle Elemente ausgewählt
es_es: Todos los elementos seleccionados
ja_jp: 選択済みの項目すべて
ko_kr: 모든 항목이 선택됨
nl_nl: Alle items geselecteerd
pl_pl: Zaznaczono wszystkie elementy
zh_tw: 已選取所有項目

# numItemsSelected
source: {0} items selected
de_de: {0} Elemente ausgewählt
es_es: {0} elementos seleccionados
ja_jp: {0} 個のアイテムが選択されています
ko_kr: {0}개 항목이 선택됨
nl_nl: {0} items geselecteerd
pl_pl: Zaznaczone elementy: {0}
zh_tw: 已選取 {0} 個項目

# functionCreateErrorDetails
source: Create Function Error: {{error}}
de_de: Fehler beim Erstellen der Funktion: {{error}}
es_es: Error al crear la función: {{error}}.
ja_jp: 関数の作成エラー: {{error}}
ko_kr: 함수 만들기 오류: {{error}}
nl_nl: Fout bij het maken van de functie: {{error}}
pl_pl: Błąd tworzenia funkcji: {{error}}
zh_tw: 建立函式發生錯誤: {{error}}

# functionCreateErrorMessage
source: Function creation error! Please try again.
de_de: Fehler beim Erstellen der Funktion. Bitte versuchen Sie es noch mal.
es_es: Error de creación de la función. Vuelva a intentarlo.
ja_jp: 関数の作成エラーが発生しました。もう一度やり直してください。
ko_kr: 함수 만들기 오류! 다시 시도하세요.
nl_nl: Fout bij het maken van de functie. Probeer het opnieuw.
pl_pl: Błąd tworzenia funkcji. Spróbuj ponownie.
zh_tw: 函式建立錯誤! 請再試一次。

# functionDev_functionErrorDetails
source: Function Error: {{error}}
de_de: Funktionsfehler: {{error}}
es_es: Error de la función: {{error}}.
ja_jp: 関数エラー: {{error}}
ko_kr: 함수 오류: {{error}}
nl_nl: Fout met functie: {{error}}
pl_pl: Błąd funkcji: {{error}}
zh_tw: 函式錯誤: {{error}}

# functionDev_functionErrorMessage
source: Function ({{name}}) Error: {{error}}
de_de: Fehler bei Funktion (${{name}}): {{error}}
es_es: Función (${{name}}). Error: {{error}}.
ja_jp: 関数 (${{name}}) エラー: {{error}}
ko_kr: 함수(${{name}}) 오류: {{error}}
nl_nl: Functie (${{name}}), fout: {{error}}
pl_pl: Błąd funkcji (${{name}}): {{error}}
zh_tw: 函式 (${{name}}) 錯誤: {{error}}

# functionDev_functionUrl
source: Function Url
de_de: Funktions-URL
es_es: Dirección URL de la función
ja_jp: 関数の URL
ko_kr: 함수 URL
nl_nl: Functie-URL
pl_pl: Adres URL funkcji
zh_tw: 函數 URL

# functionDev_githubSelect
source: GitHub Secret
de_de: GitHub-Geheimnis
es_es: Secreto de GitHub
ja_jp: GitHub シークレット
ko_kr: Github 암호
nl_nl: GitHub-geheim
pl_pl: Wpis tajny usługi GitHub
zh_tw: Github 密碼

# functionDev_hideFiles
source: Hide files
de_de: Dateien ausblenden
es_es: Ocultar archivos
ja_jp: ファイルを非表示にする
ko_kr: 파일 숨기기
nl_nl: Bestanden verbergen
pl_pl: Ukryj pliki
zh_tw: 隱藏檔案

# functionDev_hostErrorMessage
source: Host Error: {{error}}
de_de: Hostfehler: {{error}}
es_es: Error del host: {{error}}
ja_jp: ホスト エラー: {{error}}
ko_kr: 호스트 오류: {{error}}
nl_nl: Hostfout: {{error}}
pl_pl: Błąd hosta: {{error}}
zh_tw: 主機錯誤: {{error}}

# functionDev_Output
source: Output
de_de: Ausgabe
es_es: Salida
ja_jp: 出力
ko_kr: 출력
nl_nl: Uitvoer
pl_pl: Dane wyjściowe
zh_tw: 輸出

# functionDev_requestBody
source: Request body
de_de: Anforderungstext
es_es: Cuerpo de la solicitud
ja_jp: 要求本文
ko_kr: 요청 본문
nl_nl: Aanvraagtekst
pl_pl: Treść żądania
zh_tw: 要求本文

# functionDev_saveAndRun
source: Save and run
de_de: Speichern und ausführen
es_es: Guardar y ejecutar
ja_jp: 保存および実行
ko_kr: 저장 및 실행
nl_nl: Opslaan en uitvoeren
pl_pl: Zapisz i uruchom
zh_tw: 儲存並執行

# functionDev_status
source: Status:
es_es: Estado:
ja_jp: 進捗状況:
ko_kr: 상태:
pl_pl: Stan:
zh_tw: 狀態:

# functionDev_viewFiles
source: View files
de_de: Dateien anzeigen
es_es: Ver archivos
ja_jp: ファイルの表示
ko_kr: 파일 보기
nl_nl: Bestanden weergeven
pl_pl: Wyświetl pliki
zh_tw: 檢視檔案

# functionNew_chooseTemplate
source: Choose a template below
de_de: Wählen Sie unten eine Vorlage aus, oder
es_es: Elegir una plantilla a continuación o
ja_jp: 以下からテンプレートを選択するか、
ko_kr: 아래 템플릿을 선택하거나
nl_nl: Kies hieronder een sjabloon of
pl_pl: Wybierz szablon poniżej lub
zh_tw: 選擇以下範本，或

# subNew_chooseTemplate
source: Choose a plan below to create new subscription
de_de: Wählen Sie nachstehend einen Tarifplan aus, um ein neues Abonnement zu erstellen.
es_es: Elegir un plan a continuación para crear una suscripción
ja_jp: 新しいサブスクリプションを作成するには、下のプランを選択します
ko_kr: 아래 계획을 선택하여 새 구독을 만드세요.
nl_nl: Kies hieronder een plan om een nieuw abonnement maken
pl_pl: Wybierz plan poniżej, aby utworzyć nową subskrypcję
zh_tw: 選擇以下的方案可建立新的訂閱

# subNew_nameYourFriendlySubName
source: Provide a friendly subscription name
de_de: Geben Sie einen Anzeigenamen für das Abonnement ein.
es_es: Proporcionar un nombre descriptivo de la suscripción
ja_jp: サブスクリプションのフレンドリ名を指定します
ko_kr: 친숙한 구독 이름 제공
nl_nl: Een beschrijvende abonnementsnaam opgeven
pl_pl: Podaj przyjazną nazwę subskrypcji
zh_tw: 提供易記的訂閱名稱

# subNew_friendlySubNameName
source: Friendly subscription name
de_de: Anzeigename des Abonnements
es_es: Nombre descriptivo de la suscripción
ja_jp: サブスクリプションのフレンドリ名
ko_kr: 친숙한 구독 이름
nl_nl: Beschrijvende abonnementsnaam
pl_pl: Przyjazna nazwa subskrypcji
zh_tw: 易記的訂閱名稱

# subNew_invitationCode
source: Invitation code
de_de: Einladungscode
es_es: Código de invitación
ja_jp: 招待コード
ko_kr: 초대 코드
nl_nl: Uitnodigingscode
pl_pl: Kod zaproszenia
zh_tw: 邀請代碼

# functionNew_experimentalTemplate
source: This language is experimental and does not yet have full support. If you run into issues, please file a bug on our <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">GitHub repository.</a>
de_de: Diese Sprache ist experimentell und wird noch nicht vollständig unterstützt. Wenn Probleme auftreten, melden Sie einen Fehler in unserem <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">GitHub-Repository</a>.
es_es: Este lenguaje es experimental y aún no es totalmente compatible. Si encuentra problemas, envíe un error al <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">repositorio de GitHub</a>.
ja_jp: この言語は試験段階であり、まだ完全にはサポートされていません。問題が発生した場合には、<a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">GitHub リポジトリ</a>でバグをご報告ください。
ko_kr: 이 언어는 실험적이며 아직 완벽히 지원되지 않습니다. 문제가 발생하는 경우 <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">GitHub 리포지토리</a>에서 버그를 보고하세요.
nl_nl: Deze taal is experimenteel en wordt nog niet volledig ondersteund. Als u problemen tegenkomt, kunt u een fout rapporteren in de <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">GitHub-opslagplaats.</a>
pl_pl: Ten język jest eksperymentalny i nie jest jeszcze w pełni obsługiwany. Jeśli napotkasz problemy, zgłoś usterkę w naszym <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank">repozytorium GitHub</a>.
zh_tw: 這是實驗性語言，其尚未具備完整支援。若發生問題，請於 <a href="https://github.com/Azure/azure-webjobs-sdk-templates/issues" target="_blank"> GitHub 存放庫</a>提出 Bug。

# functionNew_functionName
source: Function name
de_de: Funktionsname
es_es: Nombre de la función
ja_jp: 関数名
ko_kr: 함수 이름
nl_nl: Functienaam
pl_pl: Nazwa funkcji
zh_tw: 函數名稱

# functionNew_functionNameRequired
source: A function name is required
de_de: Ein Funktionsname ist erforderlich.
es_es: Se requiere un nombre de función.
ja_jp: 関数名は必須です
ko_kr: 함수 이름이 필요합니다.
nl_nl: Een functienaam is vereist
pl_pl: Nazwa funkcji jest wymagana
zh_tw: 需要函式名稱

# functionNew_nameYourFunction
source: Name your function
de_de: Funktion benennen
es_es: Asigne un nombre a la función.
ja_jp: 関数名の指定
ko_kr: 함수 이름 지정
nl_nl: Een naam voor de functie opgeven
pl_pl: Nadaj nazwę funkcji
zh_tw: 替您的函式命名

# gettingStarted_createGetStarted
source: Create + get started
de_de: Erstellen und erste Schritte durchführen
es_es: Crear y comenzar
ja_jp: 作成 + 開始
ko_kr: 만들기 + 시작
nl_nl: Maken en aan de slag
pl_pl: Utwórz i rozpocznij
zh_tw: 建立 + 開始使用

# gettingStarted_functionApps
source: Function Apps
de_de: Funktionen-Apps
es_es: Instancias de Function App
ja_jp: Function App
ko_kr: 함수 앱
nl_nl: Functie-apps
pl_pl: Aplikacje funkcji
zh_tw: 函數應用程式

# gettingStarted_getStarted
source: Get started with Azure Functions
de_de: Erste Schritte mit Azure Functions
es_es: Introducción a Azure Functions
ja_jp: Azure Functions の使用を開始する
ko_kr: Azure Functions 시작
nl_nl: Aan de slag met Azure Functions
pl_pl: Wprowadzenie do usługi Azure Functions
zh_tw: 開始使用 Azure Functions

# gettingStarted_newFunctionApp
source: New function app
de_de: Neue Funktionen-App
es_es: Nueva instancia de Function App
ja_jp: 新しい Function App
ko_kr: 새 함수 앱
nl_nl: Nieuwe functie-app
pl_pl: Nowa aplikacja funkcji
zh_tw: 新函數應用程式

# gettingStarted_noFunApps
source: Your subscription contains no function apps. These are containers where your functions are executed. Create one now.
de_de: Ihr Abonnement enthält keine Funktionen-Apps. Hierbei handelt es sich um Container, in denen Ihre Funktionen ausgeführt werden. Erstellen Sie jetzt eine App.
es_es: La suscripción no contiene ninguna instancia de Function App. Se trata de contenedores en los que se ejecutan las funciones. Cree una ahora.
ja_jp: サブスクリプションに Function App が存在しません。Function App は、関数が実行されるコンテナーです。今すぐ作成してください。
ko_kr: 구독에 함수 앱이 포함되어 있지 않습니다. 함수 앱은 함수가 실행되는 컨테이너입니다. 지금 새로 만드세요.
nl_nl: Het abonnement bevat geen functie-apps. Dit zijn containers waarin de functies worden uitgevoerd. Maak nu een functie-app.
pl_pl: Twoja subskrypcja nie zawiera żadnych aplikacji funkcji. Są to kontenery, w ramach których są wykonywane funkcje. Utwórz aplikację teraz.
zh_tw: 您的訂用帳戶未包含任何函數應用程式。這些是您函式執行所在的容器。請立即建立一個。

# gettingStarted_orCreate
source: Or create a function app from <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>.
de_de: Oder erstellen Sie eine Funktionen-App über das <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure-Portal</a>.
es_es: También puede crear una instancia de Function App desde <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>.
ja_jp: または、<a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a> から Function App を作成します。
ko_kr: 또는 <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>에서 함수 앱을 만드세요.
nl_nl: Of maak een functie-app via <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>.
pl_pl: Lub utwórz aplikację funkcji w portalu <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure Portal</a>.
zh_tw: 或從 <a href="https://portal.azure.com/#create/Microsoft.FunctionApp">Azure 入口網站</a>建立函數應用程式。

# gettingStarted_selectLocation
source: Select Location
de_de: Standort auswählen
es_es: Seleccionar ubicación
ja_jp: 場所の選択
ko_kr: 위치 선택
nl_nl: Een locatie selecteren
pl_pl: Wybierz lokalizację
zh_tw: 選取位置

# gettingStarted_selectSubscription
source: Select Subscription
de_de: Abonnement auswählen
es_es: Seleccionar una suscripción
ja_jp: サブスクリプションの選択
ko_kr: 구독 선택
nl_nl: Abonnement selecteren
pl_pl: Wybierz subskrypcję
zh_tw: 選取訂用帳戶

# gettingStarted_subIsNotWhitelisted
source: Subscription {{displayName}} ({{ subscriptionId }}) is not white listed for running functions
de_de: Das Abonnement "{{displayName}}" ({{ subscriptionId }}) ist für die Ausführung von Funktionen nicht freigegeben.
es_es: La suscripción {{displayName}} ({{ subscriptionId }}) no está en ninguna lista de permitidas para ejecutar funciones.
ja_jp: サブスクリプション {{displayName}} ({{ subscriptionId }}) は、関数の実行のホワイト リストに存在しません
ko_kr: {{displayName}}({{ subscriptionId }}) 구독은 실행 중인 함수에 대해 허용되지 않습니다.
nl_nl: Het abonnement {{displayName}} ({{ subscriptionId }}) heeft geen toestemming om functies uit te voeren
pl_pl: Uruchamianie funkcji nie jest dozwolone w ramach subskrypcji {{displayName}} ({{ subscriptionId }})
zh_tw: 訂用帳戶 {{displayName}} ({{ subscriptionId }}) 對執行中的函式而言不在允許清單中

# gettingStarted_thisSub
source: This subscription contains one or more function apps. These are containers where your functions are executed. Select one or create a new one below.
de_de: Dieses Abonnement enthält mindestens eine Funktionen-App. Hierbei handelt es sich um Container, in denen Ihre Funktionen ausgeführt werden. Wählen Sie eine aus, oder erstellen Sie unten eine neue.
es_es: La suscripción contiene una o varias instancias de Function App. Se trata de contenedores en los que se ejecutan las funciones. Seleccione o cree una a continuación.
ja_jp: このサブスクリプションには、Function App が 1 つまたは複数存在します。Function App は、関数が実行されるコンテナーです。以下で 1 つ選択するか、新しいものを作成してください。
ko_kr: 이 구독에는 함수 앱이 하나 이상 포함되어 있습니다. 함수 앱은 함수가 실행되는 컨테이너입니다. 아래에서 선택하거나 새로 만드세요.
nl_nl: Het abonnement bevat een of meer functie-apps. Dit zijn containers waarin de functies worden uitgevoerd. Selecteer een functie-app of maak hieronder een nieuwe.
pl_pl: Ta subskrypcja zawiera co najmniej jedną aplikację funkcji. Są to kontenery, w ramach których są wykonywane funkcje. Wybierz aplikację lub utwórz nową teraz.
zh_tw: 此訂用帳戶包含一或多個函數應用程式。這些是您函式執行所在的容器。請選取一個或於下方建立新的容器。

# gettingStarted_validateContainer1
source: The name must be at least 2 characters
de_de: Der Name muss mindestens 2 Zeichen lang sein.
es_es: El nombre debe tener al menos 2 caracteres
ja_jp: 名前は 2 文字以上でなければなりません
ko_kr: 이름은 2자 이상이어야 합니다.
nl_nl: De naam mag niet korter zijn dan 2 tekens
pl_pl: Nazwa musi mieć co najmniej 2 znaki
zh_tw: 名稱至少必須包含 2 個字元

# gettingStarted_validateContainer2
source: The name must be at most 60 characters
de_de: Der Name darf höchstens 60 Zeichen umfassen.
es_es: El nombre debe tener un máximo de 60 caracteres.
ja_jp: 名前は 60 文字以内にする必要があります
ko_kr: 이름은 60자 이하여야 합니다.
nl_nl: De naam mag niet langer zijn dan zestig tekens
pl_pl: Nazwa może mieć co najwyżej 60 znaków
zh_tw: 名稱最多只能 60 個字元

# gettingStarted_validateContainer3
source: The name can contain letters, numbers, and hyphens (but the first and last character must be a letter or number)
de_de: Der Name darf Buchstaben, Ziffern und Bindestriche enthalten (wobei das erste und letzte Zeichen ein Buchstabe oder eine Ziffer sein müssen).
es_es: El nombre puede contener letras, números y guiones (pero el primer y último carácter deben ser letras o números)
ja_jp: 名前には、文字、数字およびハイフンを使用できます (ただし、最初と最後の文字は、文字または数字である必要があります)
ko_kr: 이름은 문자, 숫자 및 하이픈을 포함할 수 있습니다. 단, 첫 글자와 마지막 글자는 문자 또는 숫자여야 합니다.
nl_nl: De naam kan letters, cijfers en afbreekstreepjes bevatten, maar het eerste en laatste teken moeten een letter of cijfer zijn
pl_pl: Nazwa może zawierać litery, cyfry i łączniki (lecz pierwszym i ostatnim znakiem musi być litera lub cyfra)
zh_tw: 名稱可以包含字母、數字和連字號 (但第一個和最後一個字元必須是字母或數字)

# gettingStarted_validateContainer4
source: Function app name {{funcName}} isn't available
de_de: Der Name der Funktionen-App, {{funcName}}, ist nicht verfügbar.
es_es: El nombre de la instancia de Function App {{funcName}} no está disponible.
ja_jp: Function App 名 {{funcName}} は利用できません
ko_kr: 함수 앱 이름 {{funcName}}을(를) 사용할 수 없습니다.
nl_nl: De naam {{funcName}} is niet beschikbaar voor de functie-app
pl_pl: nazwa aplikacji funkcji {{funcName}} jest niedostępna
zh_tw: 無法使用函數應用程式名稱 {{funcName}}

# gettingStarted_youNeed
source: You need an Azure subscription in order to use this service. <a href="https://azure.microsoft.com/en-us/free/">Click here</a> to create a free trial subscription
de_de: Sie benötigen ein Azure-Abonnement, um diesen Dienst zu verwenden. <a href="https://azure.microsoft.com/de-de/free/">Klicken Sie hier</a>, um ein kostenloses Testabonnement zu erstellen.
es_es: Para usar este servicio, necesita una suscripción de Azure. <a href="https://azure.microsoft.com/en-us/free/">Haga clic aquí</a> para crear una suscripción de prueba gratis.
ja_jp: このサービスを利用するには、Azure サブスクリプションが必要です。無料試用版のサブスクリプションを作成するには、<a href="https://azure.microsoft.com/en-us/free/">ここをクリック</a>してください
ko_kr: 이 서비스를 사용하려면 Azure 구독이 필요합니다. <a href="https://azure.microsoft.com/ko-kr/free/">여기를 클릭</a>하여 무료 평가판 구독을 만드세요.
nl_nl: U hebt een Azure-abonnement nodig om deze service te gebruiken. <a href="https://azure.microsoft.com/en-us/free/">Klik hier</a> om een gratis proefabonnement te maken
pl_pl: Musisz mieć subskrypcję platformy Azure, aby użyć tej usługi. <a href="https://azure.microsoft.com/en-us/free/">Kliknij tutaj</a>, aby utworzyć bezpłatną subskrypcję próbną.
zh_tw: 您需要 Azure 訂用帳戶才能使用此服務。<a href="https://azure.microsoft.com/en-us/free/">請按一下這裡</a>建立免費的試用版訂用帳戶

# gettingStarted_yourFunctionApps
source: Your function apps
de_de: Ihre Funktionen-Apps
es_es: Sus instancias de Function App
ja_jp: Function App
ko_kr: 함수 앱
nl_nl: Uw functie-apps
pl_pl: Twoje aplikacje funkcji
zh_tw: 您的函數應用程式

# gettingStarted_yourSubscription
source: Your subscription
de_de: Ihr Abonnement
es_es: Su suscripción
ja_jp: サブスクリプション
ko_kr: 구독
nl_nl: Uw abonnement
pl_pl: Twoja subskrypcja
zh_tw: 您的訂用帳戶

# createApp_description
source: Creating a function app will automatically provision a new container capable of hosting and running your code.
de_de: Durch das Erstellen einer Funktionen-App wird automatisch ein neuer Container bereitgestellt, in dem Sie Ihren Code hosten und ausführen können.
es_es: Al crear una aplicación de función se aprovisionará automáticamente un nuevo contenedor capaz de hospedar y ejecutar su código
ja_jp: Function App を作成すると、コードのホストと実行が可能な新しいコンテナーが自動でプロビジョニングされます。
ko_kr: 함수 앱을 만들면 코드를 호스트하고 실행할 수 있는 새 컨테이너가 자동으로 프로비전됩니다.
nl_nl: Als u een functie-app maakt, wordt automatisch een nieuwe container ingericht waarmee u uw code kunt hosten en uitvoeren.
pl_pl: Utworzenie aplikacji funkcji spowoduje automatyczne zaprowizowanie nowego kontenera mogącego hostować i uruchamiać Twój kod.
zh_tw: 建立函數應用程式會自動佈建能裝載及執行程式碼的新容器。

# createApp_fail
source: Failed to create app
de_de: Fehler beim Erstellen der App.
es_es: No se pudo crear la aplicación
ja_jp: アプリを作成できませんでした
ko_kr: 앱 만들기 실패
nl_nl: Kan de app niet maken
pl_pl: Nie można utworzyć aplikacji
zh_tw: 無法建立應用程式

# intro_chooseLanguage
source: 2. Choose a language
de_de: 2. Wählen Sie eine Sprache.
es_es: 2) Elija un lenguaje:
ja_jp: 2. 言語を選択します
ko_kr: 2. 언어 선택
nl_nl: 2. Een taal kiezen
pl_pl: 2. Wybierz język
zh_tw: 2. 選擇語言

# intro_chooseScenario
source: 1. Choose a scenario
de_de: 1. Wählen Sie ein Szenario aus.
es_es: 1) Elija un escenario:
ja_jp: 1. シナリオを選択します
ko_kr: 1. 시나리오 선택
nl_nl: 1. Een scenario kiezen
pl_pl: 1. Wybierz scenariusz
zh_tw: 1. 選擇案例

# intro_createThisFunction
source: Create this function
de_de: Diese Funktion erstellen
es_es: Crear esta función
ja_jp: この関数を作成する
ko_kr: 이 함수 만들기
nl_nl: Maak deze functie
pl_pl: Utwórz tę funkcję
zh_tw: 建立此函式

# intro_createYourOwn
source: create your own custom function
de_de: Eigene benutzerdefinierte Funktion erstellen
es_es: Crear su propia función personalizada
ja_jp: カスタム関数を作成する
ko_kr: 사용자 고유의 사용자 지정 함수 만들기
nl_nl: uw eigen aangepaste functie maken
pl_pl: utwórz własną funkcję niestandardową
zh_tw: 建立您自己的自訂函數

# intro_customFunction
source: Custom function
de_de: Benutzerdefinierte Funktion
es_es: Función personalizada
ja_jp: カスタム関数
ko_kr: 사용자 지정 함수
nl_nl: Aangepaste functie
pl_pl: Funkcja niestandardowa
zh_tw: 自訂函數

# intro_dataProcessing
source: Data processing
de_de: Datenverarbeitung
es_es: Procesamiento de datos
ja_jp: データ処理
ko_kr: 데이터 처리
nl_nl: Gegevensverwerking
pl_pl: Przetwarzanie danych
zh_tw: 資料處理

# intro_or
source: or
de_de: oder
es_es: o
ja_jp: または
ko_kr: 또는
nl_nl: of
pl_pl: lub
zh_tw: 或

# intro_getStarted
source: Get started quickly with a premade function
de_de: Erste Schritte mit einer vorgefertigten Funktion
es_es: Empiece a trabajar rápidamente con una función predefinida
ja_jp: 用意されている関数を使ってすぐに使用を開始する
ko_kr: 미리 만들어진 함수로 빠르게 시작
nl_nl: Ga snel aan de slag met een vooraf gemaakte functie
pl_pl: Szybko rozpocznij pracę przy użyciu gotowej funkcji
zh_tw: 搭配預先建立的函式快速開始使用

# intro_getStartedOn
source: Get started on your own
de_de: Selbstständig einsteigen
es_es: Empiece a trabajar por su cuenta
ja_jp: 関数を独自に作成する
ko_kr: 직접 만든 함수로 시작
nl_nl: Ga aan de slag met uw eigen
pl_pl: Rozpocznij pracę samodzielnie
zh_tw: 自行開始使用

# intro_keepUsingQuickstart
source: Keep using this quickstart
de_de: Diesen Schnellstart weiterhin verwenden
es_es: Seguir usando este inicio rápido
ja_jp: このクイックスタートの使用を続ける
ko_kr: 이 빠른 시작 계속 사용
nl_nl: Deze snelstartgids blijven gebruiken
pl_pl: Kontynuuj korzystanie z szybkiego startu
zh_tw: 持續使用此快速入門

# intro_ifYou
source: For PowerShell, Python, and Batch,
de_de: Für PowerShell, Python und Batch:
es_es: Para PowerShell, Python y Batch,
ja_jp: PowerShell、Python、Batch の場合には、
ko_kr: PowerShell, Python 및 Batch의 경우
nl_nl: Voor PowerShell, Python en Batch,
pl_pl: W przypadku programu PowerShell, języka Python i usługi Batch
zh_tw: 若是 PowerShell、Python 與 Batch，

# intro_startSC
source: Start from source control
de_de: Von der Quellcodeverwaltung aus starten
es_es: Abrir desde el control de código fuente.
ja_jp: ソース管理から開始する
ko_kr: 소스 제어에서 시작
nl_nl: Beginnen met broncodebeheer
pl_pl: Rozpocznij od kontroli źródła.
zh_tw: 從原始檔控制著手

# intro_timer
source: Timer
es_es: Temporizador
ja_jp: タイマー
ko_kr: 타이머
pl_pl: Czasomierz
zh_tw: 計時器

# intro_webHook
source: Webhook + API
es_es: Webhook y API
nl_nl: Webhook en API
pl_pl: Element webhook i interfejs API

# logStreaming_clear
source: Clear
de_de: Löschen
es_es: Borrar
ja_jp: クリア
ko_kr: 지우기
nl_nl: Wissen
pl_pl: Wyczyść
zh_tw: 清除

# logStreaming_copied
source: Copied!
de_de: Kopiert!
es_es: Copiado.
ja_jp: コピー完了
ko_kr: 복사되었습니다.
nl_nl: Gekopieerd.
pl_pl: Skopiowano
zh_tw: 已複製!

# logStreaming_copyLogs
source: Copy logs
de_de: Protokolle kopieren
es_es: Copiar registros
ja_jp: ログのコピー
ko_kr: 로그 복사
nl_nl: Logboeken kopiëren
pl_pl: Kopiuj dzienniki
zh_tw: 複製記錄檔

# logStreaming_pause
source: Pause
de_de: Anhalten
es_es: Pausar
ja_jp: 一時停止
ko_kr: 일시 중지
nl_nl: Onderbreken
pl_pl: Wstrzymaj
zh_tw: 暫停

# logStreaming_start
source: Start
de_de: Starten
es_es: Iniciar
ja_jp: 開始
ko_kr: 시작
nl_nl: Starten
pl_pl: Uruchom
zh_tw: 開始

# logStreaming_tooManyLogs
source: Too many logs. Refresh rate: {{seconds}} seconds.
de_de: Zu viele Protokolle. Aktualisierungsrate: {{seconds}} Sekunden.
es_es: Hay demasiados registros. Frecuencia de actualización: {{seconds}} segundos.
ja_jp: ログが多すぎます。リフレッシュ レート: {{seconds}} 秒。
ko_kr: 로그가 너무 많습니다. 새로 고침 빈도: {{seconds}}초.
nl_nl: Er zijn te veel logboeken. Vernieuwingsfrequentie: {{seconds}} seconden.
pl_pl: Za dużo dzienników. Częstotliwość odświeżania: {{seconds}} s.
zh_tw: 太多記錄。重新整理的頻率: {{seconds}} 秒。

source: Name
es_es: Nombre
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pl_pl: Nazwa
zh_tw: 名稱

source: Open
de_de: Öffnen
es_es: Abrir
ja_jp: 開く
ko_kr: 열기
nl_nl: Openen
pl_pl: Otwórz
zh_tw: 開啟

source: or
de_de: oder
es_es: o
ja_jp: または
ko_kr: 또는
nl_nl: of
pl_pl: lub
zh_tw: 或
