Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# failedToInstallFunctionRuntimeExtensionForId
source: We are not able to install runtime extension. Install id {{installationId}}
de_de: Die Laufzeiterweiterung kann nicht installiert werden. Installations-ID: {{installationId}}
es_es: No se puede instalar la extensión en tiempo de ejecución. Identificador de instalación {{installationId}}
ja_jp: ランタイム拡張機能をインストールできません。インストール ID: {{installationId}}
ko_kr: 런타임 확장을 설치할 수 없습니다. 설치 ID: {{installationId}}
nl_nl: De runtime-extensie kan niet worden geïnstalleerd. Installatie-id {{installationId}}
pl_pl: Nie możemy zainstalować rozszerzenia środowiska uruchomieniowego. Identyfikator instalacji: {{installationId}}
zh_tw: 無法安裝執行階段延伸模組。安裝識別碼 {{installationId}}

# functionAppSettings_quotaPlaceHolder
source: Enter value in GB-sec
de_de: Wert in GB pro Sekunde eingeben
es_es: Escribir un valor en GB/seg.
ja_jp: GB-秒単位で値を入力してください
ko_kr: GB-초 단위의 값을 입력하세요.
nl_nl: Voer de waarde in GB-sec in
pl_pl: Wprowadź wartość w GB/s
zh_tw: 輸入值 (GB/秒)

# notificationHubPicker_connection
source: Connection
de_de: Verbindung
es_es: Conexión
ja_jp: 接続
ko_kr: 연결
nl_nl: Verbinding
pl_pl: Połączenie
zh_tw: 連接

# notificationHubPicker_notificationHub
source: Notification Hub
es_es: Centro de notificaciones
ja_jp: 通知ハブ
ko_kr: 알림 허브
pl_pl: Centrum powiadomień
zh_tw: 通知中樞

# java_splash_line_1
source: Java Functions can be built, tested and deployed locally from your machine. No portal required!
de_de: Java-Funktionen können lokal von Ihrem Computer aus erstellt, getestet und bereitgestellt werden. Kein Portal erforderlich!
es_es: Las funciones de Java se pueden crear, probar e implementar localmente desde la máquina. No se necesita el portal.
ja_jp: お使いのコンピューターで Java 関数のビルド、テスト、ローカルへのデプロイが可能です。ポータルは必要ありません。
ko_kr: Java 함수는 컴퓨터에서 로컬로 빌드, 테스트 및 배포할 수 있습니다. 포털이 필요하지 않습니다!
nl_nl: Java-functies kunt u gewoon vanaf uw lokale computer maken, testen en implementeren. U hebt geen portal nodig.
pl_pl: Funkcje języka Java można tworzyć, testować i wdrażać lokalnie z komputera. Portal nie jest potrzebny!
zh_tw: 不需要入口網站即可透過您的電腦於本機建置、測試及部署 Java Functions!

# java_splash_line_2
source: Click below to get started with documentation on how to build your first Azure Function with Java.
de_de: Klicken Sie unten, um die Dokumentation zum Erstellen Ihrer ersten Azure-Funktion mit Java zu öffnen.
es_es: Haga clic a continuación para empezar a trabajar con la documentación sobre cómo crear la primera función de Azure con Java.
ja_jp: Java で、最初の Azure 関数を構築する方法についてのドキュメントを開始するには下をクリックします。
ko_kr: Java를 사용하여 첫 번째 Azure Functions를 빌드하는 방법에 대한 문서를 시작하려면 아래를 클릭하세요.
nl_nl: Klik hieronder om aan de slag te gaan met de documentatie over het maken van uw eerste Azure Function met Java.
pl_pl: Kliknij poniżej, aby rozpocząć pracę z dokumentacją dotyczącą tworzenia pierwszej funkcji platformy Azure w języku Java.
zh_tw: 按一下下方，利用說明如何使用 Java 建置您第一個 Azure 函數的文件開始著手。

# appFunctionSettings_proxyEnabled
source: Proxies has been enabled. To disable again, delete or disable all individual proxies.
de_de: Proxys wurden aktiviert. Um sie wieder zu deaktivieren, löschen oder deaktivieren Sie alle einzelnen Proxys.
es_es: Los servidores proxy se han habilitado. Para volver a deshabilitarlos, elimine o deshabilite todos los servidores proxy individuales.
ja_jp: プロキシが有効になっています。もう一度無効にするには、個々のプロキシをすべて削除するか、無効にします。
ko_kr: 프록시를 사용하도록 설정했습니다. 다시 사용하지 않도록 설정하려면 모든 개별 프록시를 삭제하거나 사용하지 않도록 설정합니다.
nl_nl: Proxy's zijn ingeschakeld. Als u deze wilt uitschakelen, moet u alle afzonderlijke proxy's verwijderen of uitschakelen.
pl_pl: Serwery proxy został włączony. Aby ponownie go wyłączyć, usuń lub wyłącz wszystkie poszczególne serwery proxy.
zh_tw: Proxy 已啟用。若要再次停用，請刪除或停用所有個別的 Proxy。

# java_splash_button
source: Java on Azure Functions Quickstart
de_de: Schnellstart zu Java in Azure Functions
es_es: Java en la guía de inicio rápido de Azure Functions
ja_jp: Azure Functions 上の Java のクイック スタート
ko_kr: Azure Functions 빠른 시작의 Java
nl_nl: Quick Start voor Java in Azure Functions
pl_pl: Język Java w usłudze Azure Functions — Szybki start
zh_tw: Azure Functions 上的 Java 快速入門

# nameColon
source: Name:
es_es: Nombre:
ja_jp: 名前:
ko_kr: 이름:
nl_nl: Naam:
pl_pl: Nazwa:
zh_tw: 名稱:

# createFunction_search
source: Search by trigger, language, or description
de_de: Nach Trigger, Sprache oder Beschreibung suchen
es_es: Buscar por desencadenador, lenguaje o descripción
ja_jp: トリガー、言語、説明で検索する
ko_kr: 트리거, 언어 또는 설명으로 검색
nl_nl: Zoeken op trigger, taal of beschrijving
pl_pl: Wyszukaj według wyzwalacza, języka lub opisu
zh_tw: 依觸發程序、語言或描述來搜尋

# bindingInput_hide
source: hide value
de_de: Wert ausblenden
es_es: ocultar valor
ja_jp: 値を非表示にする
ko_kr: 값 숨기기
nl_nl: waarde verbergen
pl_pl: ukryj wartość
zh_tw: 隱藏值

# monitoring_appInsightsIsNotFound
source: App Insights instrumentation key is present in app settings but App Insights is not found in the function app's subscription. Please make sure your App Insights is located in the same subscription as function app.
de_de: Der App Insights-Instrumentierungsschlüssel wird in den App-Einstellungen angezeigt, aber App Insights wurde nicht im Abonnement der Funktions-App gefunden. Stellen Sie sicher, dass sich App Insights im selben Abonnement befindet wie die Funktions-App.
es_es: La clave de instrumentación de App Insights aparece en la configuración de la aplicación, pero App Insights no se encuentra en la suscripción de Function App. Asegúrese de que su instancia de App Insights está ubicada en la misma suscripción que Function App.
ja_jp: App Insights インストルメンテーション キーはアプリ設定に表示されていますが、App Insights は Function App のサブスクリプションで見つかりません。App Insights が Function App と同じサブスクリプションに位置していることをご確認ください。
ko_kr: App Insights 계측 키가 앱 설정에 있지만 함수 앱의 구독에 App Insights가 없습니다. App Insights가 함수 앱과 동일한 구독에 있는지 확인하세요.
nl_nl: De App Insights-instrumentatiesleutel wordt weergegeven in de app-instellingen maar App Insights is niet gevonden in het abonnement van de functie-app. Controleer of App Insights zich bevindt in hetzelfde abonnement als de functie-app.
pl_pl: Klucz instrumentacji usługi App Insights jest obecny w ustawieniach aplikacji, ale usługi App Insights nie znaleziono w subskrypcji aplikacji funkcji. Upewnij się, że usługa App Insights znajduje się w tej samej subskrypcji co aplikacja funkcji.
zh_tw: App Insights 檢測金鑰在應用程式設定中有顯示，但在函數應用程式的訂用帳戶中找不到。請確認 App Insights 與函數應用程式位在相同訂用帳戶中。

# table_startOfRow
source: Start of row
de_de: Zeilenbeginn
es_es: Inicio de la fila
ja_jp: 行の先頭
ko_kr: 행의 시작
nl_nl: Begin van rij
pl_pl: Początek wiersza
zh_tw: 列開頭

# table_endOfRow
source: End of row
de_de: Zeilenende
es_es: Fin de la fila
ja_jp: 行の最後
ko_kr: 행의 끝
nl_nl: Einde van rij
pl_pl: Koniec wiersza
zh_tw: 列結尾

source: Region
es_es: Región
ja_jp: リージョン
ko_kr: 영역
nl_nl: Regio
zh_tw: 區域

source: Test
es_es: Prueba
ja_jp: テスト
ko_kr: 테스트
nl_nl: Testen
zh_tw: 測試

# serviceBusPicker_serviceBus
source: Service Bus
es_es: Bus de servicio
zh_tw: 服務匯流排

# eventGrid_create
source: create
de_de: Erstellen
es_es: crear
ja_jp: 作成
ko_kr: 만들기
nl_nl: maken
