Repository: Azure/azure-functions-ux
Catalog: server/Resources/*/Resources.resx
Languages: de_de, es_es, ja_jp, ko_kr, nl_nl, pl_pl, zh_tw

# siteSummary_deleteConfirmation
source: Are you sure you want to delete '{0}'
de_de: Möchten Sie '{0}' wirklich löschen?
es_es: ¿Está seguro de que desea eliminar '{0}'?
ja_jp: '{0}' を削除しますか?
ko_kr: '{0}'을(를) 삭제하시겠습니까?
nl_nl: Weet u zeker dat u {0} wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć element „{0}”
zh_tw: 您確定要刪除 '{0}' 嗎

# siteSummary_deleteNotifyTitle
source: Deleting app '{0}'
de_de: App "{0}" wird gelöscht
es_es: Eliminando la aplicación "{0}"
ja_jp: アプリ '{0}' を削除しています
ko_kr: 앱 '{0}'을(를) 삭제하는 중
nl_nl: De app {0} wordt verwijderd
pl_pl: Usuwanie aplikacji „{0}”
zh_tw: 正在刪除應用程式 '{0}'

# siteSummary_deleteNotifySuccess
source: Successfully deleted app '{0}'
de_de: Die App "{0}" wurde erfolgreich gelöscht.
es_es: La aplicación "{0}" se eliminó correctamente
ja_jp: アプリ '{0}' を正常に削除しました
ko_kr: 앱 '{0}'을(를) 삭제했습니다.
nl_nl: De app {0} is verwijderd
pl_pl: Pomyślnie usunięto aplikację „{0}”
zh_tw: 已成功刪除應用程式 '{0}'

# siteSummary_deleteNotifyFail
source: Failed to delete app '{0}'
de_de: Fehler beim Löschen der App "{0}".
es_es: No se pudo eliminar la aplicación "{0}"
ja_jp: アプリ '{0}' を削除できませんでした
ko_kr: 앱 '{0}'을(를) 삭제하지 못했습니다.
nl_nl: Kan de app {0} niet verwijderen
pl_pl: Nie można usunąć aplikacji „{0}”
zh_tw: 無法刪除應用程式 '{0}'

# siteSummary_restartConfirmation
source: Are you sure you would like to restart '{0}'
de_de: Möchten Sie "{0}" neu starten?
es_es: ¿Está seguro de que desea reiniciar "{0}"?
ja_jp: '{0}' を再起動してもよろしいですか
ko_kr: '{0}'을(를) 다시 시작하시겠습니까?
nl_nl: Weet u zeker dat u {0} opnieuw wilt starten?
pl_pl: Czy na pewno chcesz uruchomić ponownie element „{0}”
zh_tw: 確定要重新啟動 '{0}' 嗎

# siteSummary_restartNotifyTitle
source: Restarting app '{0}'
de_de: App "{0}" wird neu gestartet
es_es: Reiniciando la aplicación "{0}"
ja_jp: アプリ '{0}' を再起動しています
ko_kr: 앱 '{0}'을(를) 다시 시작하는 중
nl_nl: De app {0} wordt opnieuw gestart
pl_pl: Ponowne uruchamianie aplikacji „{0}”
zh_tw: 正在重新啟動應用程式 '{0}'

# siteSummary_restartNotifySuccess
source: Successfully restarted app '{0}'
de_de: Die App "{0}" wurde erfolgreich neu gestartet.
es_es: La aplicación "{0}" se reinició correctamente
ja_jp: アプリ '{0}' を正常に再起動しました
ko_kr: 앱 '{0}'을(를) 다시 시작했습니다.
nl_nl: De app {0} is opnieuw gestart
pl_pl: Pomyślnie uruchomiono ponownie aplikację „{0}”
zh_tw: 已成功重新啟動應用程式 '{0}'

# siteSummary_restartNotifyFail
source: Failed to restart app '{0}'
de_de: Fehler beim Neustart der App "{0}".
es_es: No se pudo reiniciar la aplicación "{0}"
ja_jp: アプリ '{0}' を再起動できませんでした
ko_kr: 앱 '{0}'을(를) 다시 시작하지 못했습니다.
nl_nl: Kan de app {0} niet opnieuw starten
pl_pl: Nie można uruchomić ponownie aplikacji „{0}”
zh_tw: 無法重新啟動應用程式 '{0}'

# featureNotSupportedConsumption
source: This feature is not supported for apps on a Consumption plan
de_de: Dieses Feature wird für Apps in einem Verbrauchstarif nicht unterstützt.
es_es: Esta característica no es compatible con aplicaciones en un plan de consumo
ja_jp: 従量課金プランのアプリでは、この機能がサポートされていません
ko_kr: 사용 계획의 앱에 대해 이 기능은 지원되지 않습니다.
nl_nl: Deze functie wordt niet ondersteund voor apps in een verbruiksabonnement
pl_pl: Ta funkcja nie jest obsługiwana w przypadku aplikacji w ramach planu Zużycie
zh_tw: 對使用情況方案上的應用程式，不支援此功能

# featureNotSupportedForSlots
source: This feature is not supported for slots
de_de: Dieses Feature wird für Slots noch nicht unterstützt.
es_es: Esta característica no se admite para los espacios.
ja_jp: スロットではこの機能がサポートされていません。
ko_kr: 이 기능은 슬롯에 대해 지원되지 않습니다.
nl_nl: Deze functie wordt niet ondersteund voor sleuven
pl_pl: Ta funkcja nie jest jeszcze obsługiwana dla miejsc
zh_tw: 位置不支援此功能

# featureNotSupportedForLinuxApps
source: This feature is not supported for Linux apps
de_de: Dieses Feature wird für Linux-Apps nicht unterstützt.
es_es: Esta característica no es compatible con las aplicaciones Linux
ja_jp: Linux アプリでは、この機能はサポートされていません
ko_kr: Linux 앱에 대해 이 기능은 지원되지 않습니다.
nl_nl: Deze functie wordt niet ondersteund voor Linux-apps
pl_pl: Ta funkcja nie jest obsługiwana w przypadku aplikacji systemu Linux
zh_tw: Linux 應用程式不支援此功能

# featureRequiresWritePermissionOnApp
source: You must have write permissions on the current app in order to use this feature
de_de: Sie benötigen Schreibberechtigungen für die aktuelle App, um dieses Feature zu verwenden.
es_es: Debe tener permisos de escritura sobre la aplicación actual para poder usar esta característica
ja_jp: この機能を使用するには、現在のアプリに対する書き込みアクセス許可が必要です
ko_kr: 이 기능을 사용하려면 현재 앱에 대한 쓰기 권한이 있어야 합니다.
nl_nl: U moet schrijfbevoegdheden voor de huidige app hebben als u functie wilt gebruiken
pl_pl: Aby korzystać z tej funkcji, musisz mieć uprawnienia do zapisu dla bieżącej aplikacji
zh_tw: 您必須對目前的應用程式具有寫入權限，才可使用此功能

# featureDisabledReadOnlyLockOnApp
source: This feature is disabled because the app has a ReadOnly lock on it
de_de: Dieses Feature ist deaktiviert, weil die App eine ReadOnly-Sperre aufweist.
es_es: Esta característica está deshabilitada porque la aplicación la tiene con bloqueo de ReadOnly
ja_jp: この機能は無効になっています。アプリでこの機能に対して ReadOnly ロックが設定されています
ko_kr: 앱에 ReadOnly 잠금이 있으므로 이 기능을 사용할 수 없습니다.
nl_nl: Deze functie is uitgeschakeld omdat de app een alleen-lezenvergrendeling heeft
pl_pl: Ta funkcja jest wyłączona, ponieważ aplikacja ma blokadę tylko do odczytu
zh_tw: 因為應用程式有唯讀鎖定，所以停用了此功能

# featureDisabledNoPermissionToPlan
source: You must have Read permissions on the associated App Service plan in order to use this feature
de_de: Sie benötigen Leseberechtigungen für den zugeordneten App Service-Plan, um dieses Feature zu verwenden.
es_es: Debe tener permisos de lectura sobre el plan de App Service asociado para usar esta característica
ja_jp: この機能を使用するには、関連する App Service プランに対する読み取りアクセス許可が必要です
ko_kr: 이 기능을 사용하려면 연결된 App Service 요금제에 대한 읽기 권한이 있어야 합니다.
nl_nl: U moet leesmachtigingen voor het gekoppelde App Service-plan hebben als u deze functie wilt gebruiken
pl_pl: Aby korzystać z tej funkcji, musisz mieć uprawnienia do odczytu dla skojarzonego planu usługi App Service
zh_tw: 您必須具備所關聯之 App Service 方案的讀取權限，才能使用此功能

# feature_api
source: API
pl_pl: Interfejs API

# feature_deploymentSourceName
source: Deployment options
de_de: Bereitstellungsoptionen
es_es: Opciones de distribución
ja_jp: 展開オプション
ko_kr: 배포 옵션
nl_nl: Implementatieopties
pl_pl: Opcje wdrożenia
zh_tw: 部署選項

# feature_deploymentSourceInfo
source: Configure and manage deployment options for your app, including continuous deployment from Azure Repos, GitHub and Bitbucket as well as trigger deployments from OneDrive, Dropbox, external Git and more.
de_de: Konfigurieren und verwalten Sie Bereitstellungsoptionen für Ihre App, einschließlich Continuous Deployment, über VSTS, GitHub und BitBucket, und lösen Sie Bereitstellungen über OneDrive, DropBox, externes Git und andere aus.
es_es: Configure y administre las opciones de implementación de la aplicación, incluida la implementación continua desde VSTS, GitHub y BitBucket, así como desencadenar implementaciones desde OneDrive, DropBox, Git externo y más.
ja_jp: VSTS、GitHub、Bitbucket からの継続的デプロイのほか、OneDrive、DropBox、外部 Git などからのトリガー デプロイなど、アプリのさまざまなデプロイ オプションを構成および管理します。
ko_kr: OneDrive, Dropbox, 외부 Git 등에서의 트리거 배포뿐만 아니라 VSTS, GitHub, BitBucket에서의 지속적인 배포를 비롯하여 앱에 대한 배포 옵션을 구성하고 관리합니다.
nl_nl: Configureer en beheer implementatieopties voor uw app, waaronder continue implementatie via VSTS, GitHub en Bitbucket, en activeer implementaties via OneDrive, Dropbox, externe Git en meer.
pl_pl: Konfiguruj opcje wdrażania aplikacji i zarządzaj nimi (obejmuje to ciągłe wdrażanie z usług VSTS, GitHub i Bitbucket), a także wyzwalaj wdrożenia z usług OneDrive i Dropbox, zewnętrznego narzędzia Git itp.
zh_tw: 為您的應用程式設定及管理部署選項，包括從 VSTS、Github 及 Bitbucket 持續部署，以及從 OneDrive、Dropbox、外部 Git 等位置觸發部署。

# feature_deploymentCredsName
source: Deployment credentials
de_de: Anmeldeinformationen für Bereitstellung
es_es: Credenciales de implementación
ja_jp: デプロイ資格情報
ko_kr: 배포 자격 증명
nl_nl: Referenties voor implementatie
pl_pl: Poświadczenia wdrożenia
zh_tw: 部署認證

# feature_deploymentCredsInfo
source: Configure Azure account-level deployment credentials. To change your app-level credentials (also known as 'Publish Credentials'), choose 'Reset publish credentials' in the 'Overview' tab. <a href="https://go.microsoft.com/fwlink/?linkid=846056">Learn more</a>.
de_de: Konfigurieren Sie Azure-Bereitstellungsanmeldeinformationen auf Kontoebene. Um die Anmeldeinformationen auf App-Ebene zu ändern (auch als "Veröffentlichungsanmeldeinformationen" bezeichnet), wählen Sie auf der Registerkarte "Übersicht" die Option "Veröffentlichungsanmeldeinformationen zurücksetzen". <a href="https://go.microsoft.com/fwlink/?linkid=846056">Weitere Informationen</a>.
es_es: Configure las credenciales de implementación a nivel de cuenta de Azure. Para cambiar las credenciales a nivel de aplicación (también conocidas como "Credenciales de publicación"), elija "Restablecer credenciales de publicación" en la pestaña "Información general". <a href="https://go.microsoft.com/fwlink/?linkid=846056">Más información</a>.
ja_jp: Azure アカウントレベルのデプロイ資格情報を構成します。アプリレベルの資格情報 (つまり、'発行資格情報') を変更するには、[概要] タブで [Reset publish credentials] を選択してください。<a href="https://go.microsoft.com/fwlink/?linkid=846056">詳細情報</a>。
ko_kr: Azure 계정 수준 배포 자격 증명을 구성합니다. '게시 자격 증명'이라고도 하는 앱 수준 자격 증명을 변경하려면 '개요' 탭에서 '게시 자격 증명 다시 설정'을 선택합니다. <a href="https://go.microsoft.com/fwlink/?linkid=846056">자세히 알아보세요</a>.
nl_nl: Configureer de implementatiereferenties op Azure-accountniveau. Als u de referenties op app-niveau (ook wel bekend als de publicatiereferenties) wilt wijzigen, gaat u naar het tabblad Overzicht en kiest u Publicatiereferenties opnieuw instellen. <a href="https://go.microsoft.com/fwlink/?linkid=846056">Meer informatie</a>.
pl_pl: Konfiguruj poświadczenia wdrażania na poziomie konta platformy Azure. Aby zmienić poświadczenia na poziomie aplikacji (znane również jako poświadczenia publikowania), wybierz pozycję „Resetuj poświadczenia publikowania” na karcie „Przegląd”. <a href="https://go.microsoft.com/fwlink/?linkid=846056">Dowiedz się więcej</a>.
zh_tw: 設定 Azure 帳戶層級部署認證。若要變更您的應用程式層級認證 (亦即「發行認證」)，請選擇 [概觀] 索引標籤中的 [重設發行認證]。<a href="https://go.microsoft.com/fwlink/?linkid=846056">深入了解</a>。

# feature_consoleName
source: Console
de_de: Konsole
es_es: Consola
ja_jp: コンソール
ko_kr: 콘솔
pl_pl: Konsola
zh_tw: 主控台

# feature_consoleInfo
source: Explore your app's file system from an interactive web-based console.
de_de: Erkunden Sie das Dateisystem Ihrer App über eine interaktive, webbasierte Konsole.
es_es: Explore el sistema de archivos de la aplicación desde una consola web interactiva.
ja_jp: Web ベースの対話型コンソールでアプリのファイル システムを調査します。
ko_kr: 대화형 웹 기반 콘솔에서 앱의 파일 시스템을 탐색합니다.
nl_nl: Verken het bestandssysteem van uw app via een interactieve webconsole.
pl_pl: Eksploruj system plików aplikacji z poziomu interaktywnej konsoli sieci Web.
zh_tw: 從互動式 Web 主控台探索您的應用程式檔案系統。

# feature_sshInfo
source: SSH provides a Web SSH console experience for your Linux app code
de_de: SSH bietet eine Web-SSH-Konsolenoberfläche für Ihren Linux-App-Code.
es_es: SSH proporciona una experiencia de consola SSH web para el código de aplicación de Linux.
ja_jp: SSH は、Linux アプリのコードに Web SSH コンソールのエクスペリエンスを提供します
ko_kr: SSH는 Linux 앱 코드에 대해 웹 SSH 콘솔 환경을 제공합니다.
nl_nl: SSH voorziet in een online SSH-console-ervaring voor de code van uw Linux-apps
pl_pl: Protokół SSH udostępnia internetowe środowisko konsoli SSH na potrzeby kodu aplikacji systemu Linux
zh_tw: SSH 提供 Linux 應用程式程式碼的 Web SSH 主控台體驗

# feature_extensionsName
source: Site Extensions
de_de: Erweiterungen
es_es: Extensiones
ja_jp: 拡張機能
ko_kr: 확장
nl_nl: Uitbreidingen
pl_pl: Rozszerzenia
zh_tw: 擴充功能

# feature_extensionsInfo
source: Extensions add functionality to your entire app.
de_de: Durch Erweiterungen werden Ihrer gesamten App weitere Funktionen hinzugefügt.
es_es: Las extensiones amplían la funcionalidad a toda la aplicación.
ja_jp: 拡張機能では、アプリ全体に機能を追加できます。
ko_kr: 확장 프로그램은 전체 앱에 기능을 추가합니다.
nl_nl: Met extensies voegt u functionaliteit toe aan uw app.
pl_pl: Rozszerzenia dodają funkcje do całej aplikacji.
zh_tw: 整個應用程式的延伸模組與功能。

# emptyAppSettings
source: (no application settings to display)
de_de: (Keine Anwendungseinstellungen zur Anzeige vorhanden.)
es_es: (no hay ninguna configuración de aplicación para mostrar)
ja_jp: (表示するアプリケーション設定がありません)
ko_kr: (표시할 응용 프로그램 설정 없음)
nl_nl: (geen toepassingsinstellingen om weer te geven)
pl_pl: (brak ustawień aplikacji do wyświetlenia)
zh_tw: (沒有應用程式設定可供顯示)

# emptyConnectionStrings
source: (no connection strings to display)
de_de: (Keine Verbindungszeichenfolgen zur Anzeige vorhanden.)
es_es: (no hay ninguna cadena de conexión para mostrar)
ja_jp: (表示する接続文字列がありません)
ko_kr: (표시할 연결 문자열 없음)
nl_nl: (geen verbindingsreeksen om weer te geven)
pl_pl: (brak parametrów połączenia do wyświetlenia)
zh_tw: (沒有連接字串可供顯示)

# emptyDefaultDocuments
source: (no default documents to display)
de_de: (Keine Standarddokumente zur Anzeige vorhanden.)
es_es: (no hay ningún documento predeterminado para mostrar)
ja_jp: (表示する既定ドキュメントはありません)
ko_kr: (표시할 기본 문서 없음)
nl_nl: (geen standaarddocumenten om weer te geven)
pl_pl: (brak dokumentów domyślnych do wyświetlenia)
zh_tw: (沒有預設文件可供顯示)

# emptyHandlerMappings
source: (no handler mappings to display)
de_de: (Keine Handlerzuordnungen zur Anzeige vorhanden.)
es_es: (no hay ninguna asignación de controlador para mostrar)
ja_jp: (表示するハンドラー マッピングがありません)
ko_kr: (표시할 핸들러 매핑 없음)
nl_nl: (geen handlertoewijzingen om weer te geven)
pl_pl: (brak mapowań procedur obsługi do wyświetlenia)
zh_tw: (沒有處理常式對應可供顯示)

# emptyVirtualDirectories
source: (no virtual applications or directories to display)
de_de: (Keine virtuellen Anwendungen oder Verzeichnisse zur Anzeige vorhanden.)
es_es: (no hay ninguna aplicación o directorio virtual para mostrar)
ja_jp: (表示する仮想アプリケーションまたはディレクトリはありません)
ko_kr: (표시할 가상 응용 프로그램 또는 디렉터리 없음)
nl_nl: (geen virtuele toepassingen of mappen om weer te geven)
pl_pl: (brak wirtualnych aplikacji lub katalogów do wyświetlenia)
zh_tw: (沒有虛擬應用程式或目錄可供顯示)

# feature_generalSettingsName
source: General settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
ja_jp: 全般設定
ko_kr: 일반 설정
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
zh_tw: 一般設定

# feature_autoSwapSettingsName
source: Auto Swap
de_de: Automatisch tauschen
es_es: Intercambio automático
ja_jp: 自動スワップ
ko_kr: 자동 전환
nl_nl: Automatische wisselen
pl_pl: Automatyczna wymiana
zh_tw: 自動交換

# feature_debuggingSettingsName
source: Debugging
de_de: Debuggen
es_es: Depuración
ja_jp: デバッグ
ko_kr: 디버깅
nl_nl: Foutopsporing
pl_pl: Debugowanie
zh_tw: 偵錯

# feature_linuxRuntimeName
source: Runtime
de_de: Laufzeit
es_es: Tiempo de ejecución
ja_jp: ランタイム
ko_kr: 런타임
pl_pl: Środowisko uruchomieniowe
zh_tw: 執行階段

# feature_applicationSettingsName
source: Application settings
de_de: Anwendungseinstellungen
es_es: Configuración de la aplicación
ja_jp: アプリケーション設定
ko_kr: 응용 프로그램 설정
nl_nl: Toepassingsinstellingen
pl_pl: Ustawienia aplikacji
zh_tw: 應用程式設定

# feature_applicationSettingsInfo
source: Manage app settings, connection strings, runtime settings, and more.
de_de: Verwalten Sie App-Einstellungen, Verbindungszeichenfolgen, Laufzeiteinstellungen und vieles mehr.
es_es: Administre la configuración de aplicación, las cadenas de conexión, la configuración del entorno de tiempo de ejecución, y más.
ja_jp: アプリの設定、接続文字列、ランタイム設定などを管理します。
ko_kr: 앱 설정, 연결 문자열, 런타임 설정 등을 관리합니다.
nl_nl: Beheer app-instellingen, verbindingsreeksen, runtime-instellingen en meer.
pl_pl: Zarządzaj ustawieniami aplikacji, parametrami połączeń, ustawieniami środowiska uruchomieniowego itd.
zh_tw: 管理應用程式設定、連接字串、執行階段設定等等。

# feature_defaultDocumentsName
source: Default documents
de_de: Standarddokumente
es_es: Documentos predeterminados
ja_jp: 既定のドキュメント
ko_kr: 기본 문서
nl_nl: Standaarddocumenten
pl_pl: Domyślne dokumenty
zh_tw: 預設文件

# feature_handlerMappingsName
source: Handler mappings
de_de: Handlerzuordnungen
es_es: Asignaciones de controlador
ja_jp: ハンドラー マッピング
ko_kr: 처리기 매핑
nl_nl: Handlertoewijzingen
pl_pl: Mapowania procedur obsługi
zh_tw: 處理常式對應

# feature_virtualDirectoriesName
source: Virtual applications and directories
de_de: Virtuelle Anwendungen und Verzeichnisse
es_es: Aplicaciones virtuales y directorios
ja_jp: 仮想アプリケーションとディレクトリ
ko_kr: 가상 응용 프로그램 및 디렉터리
nl_nl: Virtuele toepassingen en mappen
pl_pl: Wirtualne aplikacje i katalogi
zh_tw: 虛擬應用程式和目錄

# configRequiresWritePermissionOnApp
source: You must have write permissions on the current app in order to edit these settings.
de_de: Sie benötigen Schreibberechtigungen für die aktuelle App, um diese Einstellungen zu bearbeiten.
es_es: Debe tener permisos de escritura en la aplicación actual para poder editar esta configuración.
ja_jp: この設定を編集するには、現在のアプリに対する書き込みアクセス許可が必要です。
ko_kr: 이러한 설정을 편집하려면 현재 앱에 대한 쓰기 권한이 있어야 합니다.
nl_nl: U moet schrijfbevoegdheden voor de huidige app hebben als u deze instellingen wilt bewerken.
pl_pl: Aby edytować te ustawienia, należy mieć uprawnienia do zapisu dla bieżącej aplikacji.
zh_tw: 您必須對目前的應用程式具有寫入權限，才能編輯這些設定。

# configDisabledReadOnlyLockOnApp
source: This app has a read only lock that prevents editing settings or retrieving secure data. Please remove the lock and try again.
de_de: Diese App weist eine Schreibschutzsperre auf, die das Bearbeiten von Einstellungen und das Empfangen sicherer Daten verhindert. Entfernen Sie die Sperre, und versuchen Sie es noch mal.
es_es: Esta aplicación tiene un bloqueo de solo lectura que impide editar la configuración o recuperar datos seguros. Quite el bloqueo y vuelva a intentarlo.
ja_jp: このアプリには読み取り専用ロックが設定されているため、設定の編集や保護されたデータの取得ができません。ロックを解除してからもう一度やり直してください。
ko_kr: 이 앱에는 설정 편집이나 보안 데이터 검색을 방지하는 읽기 전용 잠금이 있습니다. 잠금을 제거하고 다시 시도하세요.
nl_nl: Deze app heeft een alleen-lezenvergrendeling waardoor het bewerken van instellingen of het ophalen van beveiligde gegevens wordt voorkomen. Verwijder de vergrendeling en probeer het opnieuw.
pl_pl: Ta aplikacja ma blokadę tylko do odczytu, która uniemożliwia edycję ustawień i pobieranie zabezpieczonych danych. Usuń blokadę, a następnie spróbuj ponownie.
zh_tw: 此應用程式有唯讀鎖定，導致無法編輯設定或擷取安全資料。請移除鎖定並再試一次。

# configViewReadOnlySettings
source: View settings in read only mode.
de_de: Hiermit werden Einstellungen im schreibgeschützten Modus angezeigt.
es_es: Vea la configuración en modo de solo lectura.
ja_jp: 読み取り専用モードで設定を表示します。
ko_kr: 읽기 전용 모드로 설정을 확인합니다.
nl_nl: Instellingen weergeven in de alleen-lezenmodus.
pl_pl: Wyświetl ustawienia w trybie tylko do odczytu.
zh_tw: 以唯讀模式檢視設定。

# configLoadFailure
source: Failed to load settings.
de_de: Fehler beim Laden der Einstellungen.
es_es: No se pudo cargar la configuración.
ja_jp: 設定の読み込みに失敗しました。
ko_kr: 설정을 로드하지 못했습니다.
nl_nl: Kan de instellingen niet laden.
pl_pl: Nie można załadować ustawień.
zh_tw: 無法載入設定。

source: Loading...
de_de: Wird geladen...
es_es: Cargando...
ja_jp: 読み込んでいます...
ko_kr: 로드 중...
nl_nl: Laden...
pl_pl: Trwa ładowanie...
zh_tw: 正在載入...

# configUpdating
source: Updating web app settings
de_de: Die Web-App-Einstellungen werden aktualisiert.
es_es: Actualizando la configuración de la aplicación web
ja_jp: Web アプリ設定を更新しています
ko_kr: 웹앱 설정을 업데이트하는 중
nl_nl: Web-appinstellingen bijwerken
pl_pl: Aktualizowanie ustawień aplikacji internetowej
zh_tw: 正在更新 Web 應用程式設定

# configUpdateSuccess
source: Successfully updated web app settings
de_de: Die Web-App-Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración de la aplicación web se actualizó correctamente
ja_jp: Web アプリ設定が正常に更新されました
ko_kr: 웹앱 설정을 업데이트함
nl_nl: Web-appinstellingen zijn bijgewerkt
pl_pl: Pomyślnie zaktualizowano ustawienia aplikacji sieci Web
zh_tw: 已成功更新 Web 應用程式設定

# configUpdateFailure
source: Failed to update web app settings
de_de: Fehler beim Aktualisieren der Web-App-Einstellungen:
es_es: No se pudo actualizar la configuración de la aplicación web:
ja_jp: Web アプリ設定を更新できませんでした:
ko_kr: 웹앱 설정 업데이트 실패:
nl_nl: Kan de web-appinstellingen niet bijwerken:
pl_pl: Nie można zaktualizować ustawień aplikacji internetowej:
zh_tw: 無法更新 Web 應用程式設定:

# configUpdateFailureInvalidInput
source: {{configGroupName}} Save Error: Invlid input provided.
de_de: Fehler beim Speichern von "{{configGroupName}}": ungültige Eingabe.
es_es: Error al guardar {{configGroupName}}: se proporcionó una entrada no válida.
ja_jp: {{configGroupName}} 保存エラー: 入力内容が無効です。
ko_kr: {{configGroupName}} 저장 오류: 잘못된 입력이 제공되었습니다.
nl_nl: Kan {{configGroupName}} niet opslaan: ongeldige invoer opgegeven.
pl_pl: {{configGroupName}} Błąd zapisywania: podano nieprawidłowe dane wejściowe.
zh_tw: {{configGroupName}} 儲存錯誤: 提供的輸入無效。

# netFrameWorkVersionLabel
source: .NET Framework version
es_es: Versión de .NET Framework
ja_jp: .NET Framework のバージョン
ko_kr: .NET Framework 버전
nl_nl: .NET Framework-versie
pl_pl: Wersja platformy .NET Framework
zh_tw: .NET Framework 版本

# netFrameWorkVersionLabelHelp
source: The version used to run your web app if using the .NET Framework
de_de: Die für Ihre Web-App verwendete Version, wenn Sie .NET Framework verwenden.
es_es: La versión que se usa para ejecutar la aplicación web si se usa .NET Framework
ja_jp: .NET Framework を使用している場合に、Web アプリを実行するために使用されるバージョン
ko_kr: .NET Framework를 사용하는 경우 웹앱을 실행하는 데 사용되는 버전
nl_nl: De versie die wordt gebruikt voor het uitvoeren van uw web-app als u .NET Framework gebruikt
pl_pl: Wersja użyta do uruchomienia aplikacji sieci Web, jeśli jest używana platforma .NET Framework
zh_tw: 使用 .NET Framework 時，用以執行您 Web 應用程式的版本

# phpVersionLabel
source: PHP version
es_es: Versión de PHP
ja_jp: PHP のバージョン
ko_kr: PHP 버전
nl_nl: PHP-versie
pl_pl: Wersja języka PHP
zh_tw: PHP 版本

# phpVersionLabelHelp
source: The version used to run your web app if using PHP
de_de: Die für Ihre Web-App verwendete Version, wenn Sie PHP verwenden.
es_es: La versión que se usa para ejecutar la aplicación web si se usa PHP
ja_jp: PHP を使用している場合に、Web アプリを実行するために使用されるバージョン
ko_kr: PHP를 사용하는 경우 웹앱을 실행하는 데 사용되는 버전
nl_nl: De versie die wordt gebruikt voor het uitvoeren van uw web-app als u PHP gebruikt
pl_pl: Wersja użyta do uruchomienia aplikacji sieci Web, jeśli jest używany język PHP
zh_tw: 使用 PHP 時，用以執行您 Web 應用程式的版本

# pythonVersionLabel
source: Python version
es_es: Versión de Python
ja_jp: Python バージョン
ko_kr: Python 버전
nl_nl: Python-versie
pl_pl: Wersja języka Python
zh_tw: Python 版本

# pythonVersionLabelHelp
source: The version used to run your web app if using Python
de_de: Die für Ihre Web-App verwendete Version, wenn Sie Python verwenden.
es_es: La versión que se usa para ejecutar la aplicación web si se usa Python
ja_jp: Python を使用している場合に、Web アプリを実行するために使用されるバージョン
ko_kr: Python을 사용하는 경우 웹앱을 실행하는 데 사용되는 버전
nl_nl: De versie die wordt gebruikt voor het uitvoeren van uw web-app als u Python gebruikt
pl_pl: Wersja użyta do uruchomienia aplikacji sieci Web, jeśli jest używany język Python
zh_tw: 使用 Python 時，用以執行您 Web 應用程式的版本

# pythonInfoText
source: App Service supports installing newer versions of Python. Click here to learn more.
de_de: App Service unterstützt die Installation neuerer Versionen von Python. Klicken Sie hier, um weitere Informationen zu erhalten.
es_es: App Service admite la instalación de versiones más recientes de Python. Haga clic para obtener más información.
ja_jp: App Service は、新しいバージョンの Python のインストールをサポートしています。詳しくは、ここをクリックしてください。
ko_kr: App Service는 최신 버전의 Python 설치를 지원합니다. 자세히 알아보려면 여기를 클릭하세요.
nl_nl: App Service ondersteunt de installatie van nieuwere versies van Python. Klik hier voor meer informatie.
pl_pl: Usługa App Service obsługuje instalowanie nowszych wersji języka Python. Kliknij tutaj, aby dowiedzieć się więcej.
zh_tw: App Service 支援安裝較新版的 Python。若要深入了解，請按一下這裡。

# javaVersionLabel
source: Java version
es_es: Versión de Java
ja_jp: Java バージョン
ko_kr: Java 버전
nl_nl: Java-versie
pl_pl: Wersja języka Java
zh_tw: Java 版本
